import React from 'react'
import "./PrivacyPolicy.css";
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const PrivacyPolicy = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ SOFASCORE
            </h2>
            <h4 className="paragraph-title">
                ВСТУП
            </h4>
            <p className="article-paragraph">
                Ласкаво просимо до політики конфіденційності Sofascore.
                Цю політику конфіденційності востаннє оновлено 
                11 січня 2024 року.
            </p>
            <p className="article-paragraph">
                Терміни, написані з великої літери, які 
                використовуються в цій політиці конфіденційності, 
                визначені в розділі 13 цієї політики конфіденційності 
                нижче.
            </p>
            <h4 className="paragraph-title">
                1.ВАЖЛИВА ІНФОРМАЦІЯ І ХТО МИ 
            </h4>
            <p className="article-paragraph">
                Ми Sofa IT d.o.o. Номер нашої компанії 
                96366258208 і наша адреса реєстрації 
                Vrbani 4, 10110 Zagreb, Хорватська 
                Республіка, ЄС.
            </p>
            <p className="article-paragraph">
                Коли ми згадуємо "Sofascore", "ми",
                "нас" або "наш", ми маємо на увазі 
                Sofa IT d.o.o., відповідальний 
                за обробку ваших даних.
            </p>
            <p className="article-paragraph">
                Sofascore поважає вашу конфіденційність 
                і прагне захищати вашу інформацію. 
                Ця політика конфіденційності інформуватиме 
                вас про те, як ми обслуговуємо вашу 
                інформацію, коли ви (a) реєструєтесь і 
                створюєте профіль на нашому веб-сайті 
                або інформацію про наші продукти та послуги
                ; (b) реєтруєтесь на будь-які події чи 
                змагання Sofascore; або (c) відвдуєте 
                та/або використовуєте наші платформи, 
                настільними програмами, мобільними веб-сайтами 
                та рідними мобільними додатками (включаючи 
                програму "Sofascore" (разом наші "Платформи")).
                У цій політиці конфіденційності вони спільно 
                називаються нашими "Послугами".
            </p>
            <p className="article-paragraph">
                Ця політика конфіденційності поширюється на 
                використання вами наших Платформ і Сервісів 
                (незалежно від того, звідки ви відвідуєте 
                або іншим чином отримуєте доступ до наших 
                Сервісів), і розповідає про ваші права на 
                конфіденційність і про те, як закони про 
                захист даних захищають вас.
            </p>
            <p className="article-paragraph">
                Sofascore є Контролером ваших Персональних Даних
            </p>
            <h4 className="paragraph-title">
                МЕТА ЦІЄЇ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
            </h4>
            <p className="article-paragraph">
                Ця політика конфіденційності має на меті 
                надати вам інформацію про те, як Sofascore 
                збирає, використовує, розкриває, передає, 
                зберігає та обробляє вашу інформацію, 
                коли ви використовуєте наші Послуги, 
                включаючи будь-які дані, які ви можете надати 
                під час використання наших Послуг.
            </p>
        </section>
    </>
  )
}

export default PrivacyPolicy
