import React, { useState } from 'react'
import "./PrivacyPolicy.css";
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const PrivacyPolicy = () => {
    const [seePartners, setSeePartners] = useState(false);
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ SOFASCORE
            </h2>
            <h4 className="paragraph-title">
                ВСТУП
            </h4>
            <p className="article-paragraph">
                Ласкаво просимо до політики конфіденційності Sofascore.
                Цю політику конфіденційності востаннє оновлено 
                11 січня 2024 року.
            </p>
            <p className="article-paragraph">
                Терміни, написані з великої літери, які 
                використовуються в цій політиці конфіденційності, 
                визначені в розділі 13 цієї політики конфіденційності 
                нижче.
            </p>
            <h4 className="paragraph-title">
                1.ВАЖЛИВА ІНФОРМАЦІЯ І ХТО МИ 
            </h4>
            <p className="article-paragraph">
                Ми Sofa IT d.o.o. Номер нашої компанії 
                96366258208 і наша адреса реєстрації 
                Vrbani 4, 10110 Zagreb, Хорватська 
                Республіка, ЄС.
            </p>
            <p className="article-paragraph">
                Коли ми згадуємо "Sofascore", "ми",
                "нас" або "наш", ми маємо на увазі 
                Sofa IT d.o.o., відповідальний 
                за обробку ваших даних.
            </p>
            <p className="article-paragraph">
                Sofascore поважає вашу конфіденційність 
                і прагне захищати вашу інформацію. 
                Ця політика конфіденційності інформуватиме 
                вас про те, як ми обслуговуємо вашу 
                інформацію, коли ви (a) реєструєтесь і 
                створюєте профіль на нашому веб-сайті 
                або інформацію про наші продукти та послуги
                ; (b) реєтруєтесь на будь-які події чи 
                змагання Sofascore; або (c) відвдуєте 
                та/або використовуєте наші платформи, 
                настільними програмами, мобільними веб-сайтами 
                та рідними мобільними додатками (включаючи 
                програму "Sofascore" (разом наші "Платформи")).
                У цій політиці конфіденційності вони спільно 
                називаються нашими "Послугами".
            </p>
            <p className="article-paragraph">
                Ця політика конфіденційності поширюється на 
                використання вами наших Платформ і Сервісів 
                (незалежно від того, звідки ви відвідуєте 
                або іншим чином отримуєте доступ до наших 
                Сервісів), і розповідає про ваші права на 
                конфіденційність і про те, як закони про 
                захист даних захищають вас.
            </p>
            <p className="article-paragraph">
                Sofascore є Контролером ваших Персональних Даних
            </p>
            <h4 className="paragraph-title">
                МЕТА ЦІЄЇ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
            </h4>
            <p className="article-paragraph">
                Ця політика конфіденційності має на меті 
                надати вам інформацію про те, як Sofascore 
                збирає, використовує, розкриває, передає, 
                зберігає та обробляє вашу інформацію, 
                коли ви використовуєте наші Послуги, 
                включаючи будь-які дані, які ви можете надати 
                під час використання наших Послуг.
            </p>
            <p className="article-paragraph">
                Важливо, щоб ви прочитали цю політику 
                конфіденційності разом з будь-якою 
                іншою політикою конфіденційності або 
                повідомленням про добросовісну обробку, 
                яке ми можемо надати в окремих випадках, 
                коли ми збираємо або обробляємо інформацію 
                про вас, щоб ви повністю знали, як і чому 
                ми використовуємо ваші дані. Ця політика 
                конфіденційності доповнює інші політики і не 
                має на меті замінити їх.
            </p>
            <p className="article-paragraph">
                Якщо у вас виникли запитання щодо цієї 
                політики конфіденційності, будь ласка, 
                зв'яжіться з нами, використовуючи інформацію,
                наведену в розділі 11.
            </p>
            <h4 className="paragraph-title">
                КОНТАКТНІ ДАНІ
            </h4>
            <p className="article-paragraph">
                Наша адреса: Sofa IT d.o.o., Vrbani 4, 
                10110 Zagreb, Хорватія. Щоб з нами 
                зв'язатись відвідайте www.sofascore.com 
                або напишіть нам на адресу: {" "}
                <a href="mailto:info@sofait.hr"
                className="paragraph-link">
                    info@sofait.hr
                </a>.
            </p>
            <p className="article-paragraph">
                Якщо у вас виникли запитання щодо цієї 
                політики конфіденційності та ви хочете 
                дізнатись більше про те, як ми обробляємо 
                ваші персональні дані, коли ви використовуєте 
                наші платформи, зв'яжіться з нами електронною 
                поштою за адресою {" "}
                <a href="mailto:dpo@sofascore.com"
                className="paragraph-link">
                    dpo@sofascore.com
                </a>.
            </p>
            <h4 className="paragraph-title">
                ПОСИЛАННЯ ТРЕТІХ СТОРІН
            </h4>
            <p className="article-paragraph">
                Наші платформи можуть містити посилання на 
                сторонні веб-сайти, плагіни та програми. 
                Натискання цих посилань або ввімкнення 
                таких з'єднань може дозвролити третім особам 
                збирати або ділитись даними про вас. Ми не 
                контролюємо ці веб-сайти третіх осіб і не 
                несемо відповідальності за їхні заяви про 
                конфіденційність. Коли ви залишаєте наші 
                платформи, ми рекомендуємо вам ознайомитися 
                із політикою конфіденційності кожного веб-сайту,
                який ви відвідуєте, або сторонніх мобільних додатків,
                якими ви можете користуватись.
            </p>
            <p className="article-paragraph">
                Взаємодіючи з вбудованим вмістом YouTube 
                у Sofascore, ви погоджуєтесь дотримуватись 
                {" "}
                <a href="https://www.youtube.com/t/terms"
                className="paragraph-link">
                    умов використання YouTube 
                </a> і {" "}
                <a href="https://policies.google.com/privacy"
                className="paragraph-link">
                    політику конфіденційності Google
                </a>
            </p>
            <h4 className="paragraph-title">
                2. ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО ПРО ВАС
            </h4>
            <p className="article-paragraph">
                Коли ви користуєтесь нашими Сервісами, 
                ми можемо збирати персональні дані про 
                вас.
            </p>
            <p className="article-paragraph">
                Нижче ми вказали, які дані ми збираємо
                та як ми їх використовуємо.
            </p>
            <p className="article-paragraph">
                Ви не зобов'язані надавати нам Персональні 
                дані. Проте певні персональні дані є 
                важливими для надання та якості продуктів і 
                послуг, які ми пропонуємо, і ви можете 
                не мати змоги отримати певні послуги, якщо 
                не надасте інформацію, необхідну для 
                цих послуг.
            </p>
            <p className="article-paragraph">
                Інформація, яку ми не збираємо:
            </p>
            <p className="article-paragraph">
                Ми не збираємо конфіденційні категорії 
                Персональних даних, коли ви користуєтесь 
                нашими Сервісами.
            </p>
            <p className="article-paragraph">
                Ми також не збираємо жодної інформації 
                про кримінальні засудження чи правопорушення.
            </p>
            <p className="article-paragraph">
                То яку інформацію ми збираємо?
            </p>
            <p className="article-paragraph">
                Ми збираємо, зберігаємо та 
                передаємо інформацію трьох типів:
            </p>
            <p className="article-paragraph numeric-paragraph">
                1. Певна інформація під час користування нашими 
                Послугами, яка не ідентифікує вас як особу, а 
                ідентифікує пристрій, який ви використовуєте для 
                доступу до наших Послуг, як-от:
            </p>
            <p className="article-paragraph inner-paragraph">
                1. <b>Спілкування електронною поштою: </b>
                ми збираємо та зберігаємо всі копії
                електронних листів, які ви нам надсилаєте,
                і наші відповіді на ваші електронні листи.
            </p>
            <p className="article-paragraph inner-paragraph">
                2. <b>Технічна інформація, </b>
                включаючи адресу Інтернет-протоколу
                (IP), тип і версію браузера, дії та шаблони 
                перегляду, налаштування часового поясу та 
                місцезнаходження, типи та версії плагінів 
                браузера, інформацію про операційну систему, 
                платформу та інші технології на пристроях, які 
                ви виорситовуєте для доступу до наших Послуг.
            </p>
            <p className="article-paragraph inner-paragraph">
                3. <b>Дані про використання,</b>
                включаючи інформацію про те, як ви 
                використовуєте наші платформи, продукти та 
                послуги.
            </p>
            <p className="article-paragraph inner-paragraph">
                4. <b>Дані про пристрій, </b>
                ми збираємо інформацію з пристрою, який ви
                використовуєте для доступу до наших платформ. 
                Це включає ІР-адресу, налаштування мови, 
                модель пристрою, версію операційної системи
                пристрою, версію програми встановленої 
                Sofascore.
            </p>
            <p className="article-paragraph inner-paragraph">
                5. <b>Зведені дані,</b>
                такі як статистичні чи демографічні дані для 
                будь-яких цілей, дані який прямо чи опосередковано
                не розкривають вашу особу. Наприклад, ми 
                можемо агрегувати дані про використання, щоб 
                обчислити відсоток користувачів, які мають 
                доступ до певної веб-функції.
            </p> 
            <p className="article-paragraph inner-paragraph">
                6. <b>Дані профілю, </b>
                наприклад, ваші інтереси та вподобання на 
                основі нашої діяльності з профілювання, а також 
                ваші відповіді на опитування та запити на 
                відгуки. Ця інформація може містити особисті 
                дані, які ми зберігаємо про вас.
            </p>
            <p className="article-paragraph inner-paragraph">
                7. <b>Профіль у соціальних мережах: </b>
                ми збираємо дані вашого профілю в соціальних 
                мережах, включаючи ваше ім'я користувача в 
                соціальних мережах, ваше ім'я, фотографію та 
                будь-яку іншу інформацію, яку ви надаєте нам, 
                коли зв'язуєтесь з нами або зв'язуєтесь 
                з нами через свій обліковий запис у соціалних 
                мережах або використовуєте наші продукти та 
                послуги через соціальні мережі медіа-акаунт.
            </p>
            <p className="article-paragraph inner-paragraph">
                8. <b>Маркетингові дані:</b>
                Ми збираємо інформацію стосовно вашої реакції 
                на маркетингову діяльність, яку ми проводимо, 
                наприклад інформацію про те, коли ви відкриваєте 
                наші електронні листи. Ми також збираємо інформацію 
                про ваші маркетингові інтереси та водобання, коли 
                вони надаються нам, як зазначено нижче:
            </p>
            <p className="article-paragraph">
                Якщо ви користуєтесь нашими рідними програмами 
                для мобільних пристроїв, ми запитаємо вас, 
                чи хочете ви отримувати push-сповіщення від нас. 
                Push-повідомлення можуть містити сповіщення, 
                звуки, значки та іншу інформацію щодо 
                використання самої мобільної програми. Ви можете 
                дозволити або відхилити push-повідомлення, які 
                надсилаються на ваш пристрій. Якщо ви не дозволите 
                нам надсилати push-повідомлення, ви зможете 
                використовувати мобільний додаток, але не зможете 
                отримати всі переваги його функцій. Ви можете 
                контролювати свої параметри отримання push-сповіщень 
                у налаштуваннях пристрою.
            </p>
            <h4 className="paragraph-title">
                3. ЯК ВАША ІНФОРМАЦІЯ ЗБИРАЄТЬСЯ?
            </h4>
            <p className="article-paragraph">
                Ми використовуємо різні методи для збору 
                інформації про вас / і або ваш пристрій, 
                зокрема через:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    <b>Автоматизовані технології та 
                        взаємодії.
                    </b>
                    Коли ви взаємодієте з нашими Сервісами, 
                    ми можемо автоматично збирати технічні 
                    дані про ваш пристрій, дії та шаблони 
                    перегляду. Ми збираємо цю інформацію 
                    за допомогою файлів cookie та інших 
                    подібних технологій. Ми також можемо 
                    отримати Технічні дані про вас, якщо 
                    ви відвідуєте інші веб-сайти, на яких 
                    використовуються наші файли cookie 
                    наших рекламних партнерів (див.нижче). 
                    Будь ласка, перегляньте нашу політику 
                    щодо {" "}
                    <a href="/cookies-policy"
                    className="paragraph-link">
                        файлів cookie
                    </a> 
                    для отримання додаткової інформації.
                </li>
                <li className="point">
                    <b>
                        Треті сторони або загальнодоступні джерела.
                    </b>
                    Треті сторони, які надають рекламні та пов'язані 
                    послуги, можуть надавати нам ваші персональні дані 
                    (включаючи технічні дані). Ці треті сторони включають 
                    постачальників аналітичних засобів, що знаходяться 
                    в ЄС і за його межами (наприклад, Google), а також 
                    рекламні мережі.
                </li>
                <li className="point">
                    <b>Треті сторони, якщо ви дали свою згоду, 
                        або для спільних послуг.
                    </b>
                    Треті сторони можуть надавати нам ваші ідентифікаційні 
                    дані, контактні дані та/або дані профілю, якщо ви 
                    дали свою згоду цій третій стороні на передачу вашої 
                    інформації з нами (наприклад, у маркетингових цілях).
                    Крім того, якщо ми пропонуємо спільні послуги, такі 
                    як змагання, рекламні акції чи заходи, за участю 
                    третьої сторони або спільно з нею, ця третя сторона 
                    може надати нам інформацію, яку ви їй надали, 
                    з метою надання спільних послуг, відповідно до ваших 
                    уподобань та згоди.  
                </li>
                <li className="point">
                    <b>Інформація, зібрана від вас.</b>
                    Ви можете надати нам свої ідентифікаційні 
                    дані, контактні дані та/або дані профілю, зв'язавшись 
                    з нами через наші Платформи.
                </li>
            </ul>
            <h4 className="paragraph-title">
                4. ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ІНФОРМАЦІЮ
            </h4>
            <p className="article-paragraph">
                Ми використовуватемо вашу інформацію 
                лише тоді, коли це дозволено законом.
                Найчастіше ми будемо використовувати ваші 
                Персональні дані за таких обставин:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    де нам потрібно виконати договір, який ми 
                    збираємось укласти або уклали з вами,
                </li>
                <li className="point">
                    де нам потрібно керувати нашими відносинами 
                    з вами як користувачем наших Послуг, що 
                    включає сповіщення вас про зміни в наших 
                    Платформах і продуктах і послугах, які ми 
                    пропонуємо, положеннях і умовах або 
                    політиці конфіденційності,
                </li>
                <li className="point">
                    якщо це необхідно для наших законних 
                    інтересів (або інтересів третьої сторони)
                    і ваших інтересів, і основні права не 
                    переважають ці інтереси,
                </li>
                <li className="point">
                    якщо нам потрібно виконати юридичне 
                    чи нормативне зобов'язання,
                </li>
                <li className="point">
                    де ми надсилаємо вам електронні листи 
                    з оновленням наших продуктів і послуг, 
                    а також змінами будь-яких положень і 
                    умов цієї політики конфіденційності або 
                    нашої політики щодо {" "}
                    <a href="/cookies-policy" 
                    className="paragraph-link">
                        файлів cookie
                    </a>.
                </li>
                <li className="point">
                    якщо ви надіслали нам свою інформацію 
                    з метою участі в рекламній акції чи 
                    конкурсі або якщо ви іншим чином надали 
                    свою згоду на обробку ваших персональних 
                    даних.
                </li>
                <li className="point">
                    де нам потрібно надати вам 
                    різноманітні допоміжні послуги для 
                    клієнтів (наприклад, коли ви 
                    звертаєтесь до нас із запитаннями 
                    щодо наших Платформ та/або 
                    запитуєте від нас певну інформацію).
                </li>
            </ul>
            <h4 className="paragraph-title">
                ПРИЧИНИ, З ЯКИХ МИ 
                БУДЕМО ВИКОРИСТОВУВАТИ ВАШУ ІНФОРМАЦІЮ
            </h4>
            <p className="article-paragraph">
                Нижче ми надали у форматі таблиці опис 
                усіх способів, якими ми плануємо використовувати 
                ваші Персональні дані, і на які законні підстави 
                ми спираємось для цього. Ми також визначили 
                наші законні інтереси, де це доречно.
            </p>
            <table className="paragraph-table">
                <thead>
                    <tr>
                        <th>Активність</th>
                        <th>Тип даних</th>
                        <th>
                            Правова основа використання вашої інормації
                        </th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>
                            Щоб покращити наші Платформи 
                            та Сервіси, відносини з 
                            клієнтами та досвід.
                        </td>
                        <td>
                            <p>a.Користувацькі дані</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>Профіль</p>
                        </td>
                        <td>
                            a.Необхідно для наших 
                            законних інтересів (для 
                            визначення категорій 
                            користувачів наших Продуктів і 
                            Послуг, підтримки наших 
                            Платформ оновленими та актуальними, 
                            а також для розвитку нашого 
                            бізнесу та формування нашої 
                            маркетингової та торгової стратегії).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для адміністрування та захисту 
                            нашого бізнесу, наших Платформ 
                            (включно з усуненням несправностей 
                            аналізом даних, тестуванням, 
                            обслуговуванням системи, підтримкою, 
                            звітністю та розміщенням даних).
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Девайс</p>
                        </td>
                        <td>
                            <p>
                                Необхідно для наших 
                                законних інтересів (
                                    для ведення нашого 
                                    бізнесу, надання 
                                    адміністративних 
                                    та IT-послуг, безпеки 
                                    мережі, для 
                                    запобігання шахрайству 
                                    та в контексті реорганізації 
                                    бізнесу чи реструктуризації 
                                    групи
                                )
                            </p>
                            <p>
                                b.Необхідно виконати 
                                юридичне зобов'язання
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надати відповідний вміст
                            Сервісу та виміряти або 
                            зрозуміти ефективність 
                            наших послуг для вас.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів (для вивчення того 
                            , як клієнти використовують 
                            наші продукти/ послуги, для їх 
                            розвитку та розвитку нашого 
                            бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб націлити наші Сервіси на 
                            користувачів віком від 18 
                            років (або будь-якого 
                            іншого віку відповідно до 
                            чинних законів і нормативних 
                            актів), включно з використанням 
                            аналітичної інформації, отриманої 
                            з ваших шаблонів веб-перегляду та 
                            налаштувань пристрою.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно виконати юридичне 
                            зобов'язання
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надати доступ до інструментів 
                            керування згодою на файли cookie 
                            та дозволити нашим стороннім 
                            постачальникам, таким як OneTrust,
                            відстежувати, які дані ви бажаєте 
                            збирати нашими платформами.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакт</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надавати вам відповідну 
                            рекламу та вимірювати або 
                            розуміти ефективніть реклами
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб допомогти Sofascore, 
                            рекламодавці та сторонні видавці 
                            підключаються, щоб пропонувати 
                            релевантну рекламу в наших і 
                            їхніх відповідних програмах і на 
                            ваи-сайтах користувачам, які 
                            належать до сегментів аудиторії
                            (також називаються спеціальними 
                            аудиторіями).
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб підтвердити або отримати належні 
                            нам платежі, коли ви переходите на 
                            "партнерський" веб-сайт або 
                            програму, або купуєте щось у 
                            третьої сторони після натискання на 
                            "партнерське" посилання в нашому 
                            вмісті, вимірюйте ефективність 
                            партнерських посилань, проаналізуйте 
                            та розробіть цю частину нашого бізнесу
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Прохання вас взяти участь 
                            в опитуванні або проголосувати 
                            на наших платформах
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів або інтересів 
                            сторонніх постачальників продуктів 
                            або послуг (для залучення користувачів 
                            і/або вивчення того, як клієнти 
                            використовують наші продукти/послуги, 
                            для їх розвитку та розвитку нашого бізнесу)
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для використання аналітики даних для 
                            покращення наших платформ, продуктів/послуг, 
                            реклами, відносин із клієнтами та досвіду. 
                            Ми використовуємо сторонні обробники даних, 
                            такі як Google Analytics, Google Firebase і 
                            Yandex Metrica, щоб допомогти нам у цій 
                            діяльності.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів (щоб визначити типи 
                            клієнтів для наших продуктів 
                            і послуг, підтримувати оновлення 
                            та актуальність наших Платформ, 
                            розвивати наш бізнес і покращувати 
                            взаємодію з користувачами, розуміючи, 
                            яким функціям наших Платформ слід 
                            віддати пріоритет, оптимізувати та 
                            покращити).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Відстежувати та краще розуміти 
                            продуктивність нашої програми 
                            (тобто, якщо щось піде не так, 
                            зрозуміти, чому сталась помилка).
                            Ми використовуємо сторонні обробники 
                            даних, такі як Google Crashlytics,
                            щоб допомогти нам у цій діяльності.
                        </td>
                        <td>
                            <p>a.Технічні</p>
                            <p>b.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших 
                            законних інтересів(для ведення 
                            нашого бізнесу - надання 
                            IT-послуг, для виправлення 
                            помилок наших Платформ і 
                            покращення продуктивності 
                            наших Додатків для клієнтів)
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для надсилання вам електронною 
                            поштою інформаційних бюлетенів 
                            та інших маркетингових повідомлень,
                            що містять інформацію про пропозиції,
                            рекламні акції та конкурси наших 
                            брендів, а також для моніторингу 
                            їх використання. Ці маркетингові 
                            повідомлення можуть бути персоналізовані 
                            відповідно до ваших 
                            інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Надсилати вам маркетингові 
                            повідомлення електронною 
                            поштою, SMS, push-повідомленнями 
                            додатків, веб-повідомленнями 
                            та іншими маркетинговими каналами 
                            про пропозиції, рекламні акції та 
                            конкурси брендів компаній нашої 
                            групи (включаючи бренди азартних 
                            ігор), а також контролювати їх 
                            використання. Ці маркетингові 
                            повідомлення можуть бути персоналізовані 
                            відповдіно до ваших інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб відображати рекламні банери в Інтернеті,
                            проміжну рекламу, спливаючі сповіщення та 
                            рекламу та подібні непрямі маркетингові 
                            повідомлення про пропозиції наших брендів, 
                            рекламні акції та конкурси наших брендів 
                            компаній нашої групи, а також контролювати 
                            їх використання. Ці маркетингові повідомлення 
                            можуть бути персоналізовані відповідно до 
                            ваших інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надавати Послуги, які ви попросили 
                            отримати (тобто, нам може знадобитись 
                            зв'язатись з вами, де ви зареєструвались, 
                            щоб відвідати подію, яку ми проводимо 
                            або іншим чином беремо участь у третій 
                            стороні чи спільно з нею, або проводимо 
                            рекламну акцію, конкурс чи розіграш призів).
                        </td>
                        <td>
                            <p>a.Ідентифікація та контакт</p>
                        </td>
                        <td>
                            <p>
                                a.Необхідно для виконання юридичного зобов'язання
                            </p>
                            <p>
                                b.Необхідно для наших законних інтересів (для надання відповідних послуг нашим клієнтам)
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб обробити будь-який запит 
                            або заявку на роботу, яку ви 
                            надіслали нам або іншим чином 
                            завантажили на нашу сторінку 
                            "Кар'єра", і зв'язатись з вами 
                            щодо прогресу вашої 
                            заявки на роботу.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Профіль</p>
                        </td>
                        <td>
                            <p>
                                a.Заходи, вжиті до укладення 
                                трудового договору з вами як 
                                потенційним працівником
                            </p>
                            <p>
                                b.Необхідно для наших законних 
                                інтересів(для обробки заявок 
                                кандидатів з метою розвитку 
                                нашого бізнесу)
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб повідомити наші умови використання,
                            політику конфіденційності та політику 
                            щодо використання файлів cookie, також
                            повідомити вас про зміни в них та/або 
                            будь-які інші зміни в наших продуктах 
                            та послугах. 
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                            <p>c.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a.Необхідно виконати юридичне зобов'язання
                            </p>
                            <p>
                                b.Необхідно для наших законних інтересів 
                                (для оновлення наших записів і вивчення того,
                                як клієнти використовують наші продукти та послуги)
                            </p>
                        </td>
                    </tr>
                </tbody>
            </table>
            <h4 className="paragraph-title">
                COOKIES
            </h4>
            <p className="article-paragraph">
                Ви можете налаштувати свій браузер таким 
                чином, щоб він відхиляв усі або 
                деякі файли cookie або сповіщав вас, 
                коли веб-сайти втсановлюють файли cookie 
                або отримують доступ до них. Якщо ви 
                вимкнете або відмовитесь від файлів cookie,
                зверніть увагу, що деякі частини наших 
                платформ можуть стати недоступними або 
                працювати неналежним чином. Для отримання 
                додаткової інормації про файли cookie, які 
                ми використовуємо, і про те, як керувати 
                вашими налаштуваннями, перегляньте нашу 
                політику щодо {" "}
                <a href="/cookies-policy" 
                className="paragraph-link">
                    файлів cookie
                </a>.
            </p>
            <h4 className="paragraph-title">
                МАРКЕТИНГ
            </h4>
            <p className="article-paragraph">
                Ви можете повідомити нам, чи бажаєте 
                ви зв'язуватись з певними маркетинговими 
                цілями, як зазаначено нижче, і якщо так, 
                то як ми можемо зв'язатись з вами.
            </p>
            <p className="article-paragraph">
                Усі маркетингові повідомлення можуть містити 
                подробиці про новинні статті, оновлення продуктів 
                або будь-який новий вміст, дані, рекламні ації,
                конкурси, пропозиції та іншу рекламну інформацію. 
                Інформацію та послуги наших ретельно відібраних 
                третіх осіб.
            </p>
            <p className="article-paragraph">
                Усі маркетингові повідомлення можуть також 
                містити інформацію про азартні продукти 
                й послуги (включно з гральними послугами, 
                які надаються компаніями нашої групи або 
                нашими ретельно відібраними третіми сторонами).
                Це може включати інформацію про ставки та 
                ігрові продукти, події, пропозиції, акції, 
                конкурси, бонуси, винагороди та рекламні виплати.
            </p>
            <p className="article-paragraph">
                Для певних маркетингових комунікацій, таких 
                як онлайн-банери, проміжні та інші спливаючі 
                сповіщення та/або реклама (які можуть бути 
                налаштовані на основі ваших інтересів та/або 
                вподобань, як зазначено вище), ми візьмемо 
                до уваги будь-яку інформацію, яку ви надаєте 
                через наші інструменти керування згодою, де це 
                дорчено. Якщо ми можемо покладатись на наші 
                законні інтереси, щоб надати такі маркетингові 
                повідомлення, ми зробимо це відповідно до 
                інформації, викладеної вище.
            </p>
            <p className="article">
                Для певних маркетингових повідомлень ви можете 
                погодитись на отримання наших маркетингових 
                повідомлень через такі канали:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    <b>email-маркетинг:</b> коли ви погоджуєтесь 
                    отримувати маркетингові повідомлення 
                    електронною поштою, наприклад рекламні 
                    повідомлення електронною поштою або 
                    звіти про матчі через веб-сайти для 
                    настільних комп'ютерів, веб-сайти для 
                    мобільних пристроїв і власні мобільні програми 
                    наших Платформ
                </li>
                <li className="point">
                    <b>push-повідомлення програми:</b>
                    якщо ви встановили рідні мобільні програми 
                    наших платформ на свій пристрій і ввімкнули 
                    push-сповіщення в налаштуваннях пристрою
                </li>
                <li className="point">
                    <b>push-повідомлення веб-сайту: </b>
                    коли ви ввімкнули веб-повідомлення на 
                    сторінці "Налаштування" на веб-сайтах 
                    для настільних комп'ютерів і мобільних 
                    веб-сайтах наших Платформ, а також у 
                    налаштуваннях браузера
                </li>
            </ul>
            <p className="article-paragraph">
                Для певних маркетингових повідомлень 
                ви можете в будь-який час відмовитися 
                від отримання маркетингових повідомлень 
                або оновити свої налаштування щодо того, 
                які саме маркетингові повідомлення ви 
                отримуватимете, зв'язавшись з нами за 
                допомогою даних, наведених в розділі 11,
                або дотримуючись цих інструкцій:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    <b>push-повідомлення додатку: </b>
                    Щоб відмовитися від push-сповіщень 
                    від власних мобільних додатків наших 
                    платформ, ви можете вимкнути push-
                    повідомлення в налаштуваннях свого 
                    пристрою або на сторінці "Сповіщення" на 
                    сторінці "Налаштування" власних 
                    мобільних додатків наших платформ, 
                    де ви також можете оновити свої налаштування
                </li>
                <li className="point">
                    <b>push-повідомлення веб-сайту: </b>
                    щоб відмовитись від отримання push-повідомлень
                    через браузер, ви можете вимкнути push-
                    сповіщення в налаштуваннях браузера або на сторінці 
                    "Налаштування" веб-сайтів наших платформ для 
                    комп'ютерів і мобільних веб-сайтів, де ви також 
                    можете оновити свої налаштування
                </li>
            </ul>
            <p className="article-paragraph">
                <b>Маркетинг у соціальних мережах.</b>
                Ми також можемо використовувати 
                інформацію, яку ви нам надаєте, щоб показувати 
                вам релевантну рекламу та персоналізований вміст 
                на певних сторонніх платформах соціальних мереж, 
                доступних нам через ці служби (наприклад, 
                Facebook, Twitter, Instagram). Ми не контролюємо те, 
                як ці соціальні платформи працюють і збирають 
                вашу інформацію, тому вам слід ознайомитися 
                з їхньою політикою конфіденційності в Інтернеті, 
                щоб зрозуміти,як вони використовують вашу особисту 
                інформацію.Якщо ви більше не хочете отримувати 
                персоналізовану та цілеспрямовану рекламу з платформ 
                соціальних мереж, ви можете керувати своїми 
                рекламними уподобаннями та вирішувати, що ви хочете 
                або не хочете бачити, використовуючи налаштування у 
                відповідному обліковому записі на платформі 
                соціальних мереж.
            </p>
            <p className="article-paragraph">
                <b>Профілювання.</b>
                Ми також можемо проводити певний профіль 
                вас і вашої діяльності на наших платформах, 
                щоб надсилати вам більш релевантні 
                маркетингові повідомлення. Це може включати 
                профілювання того, як ви взаємодієте з 
                рекламними оголошеннями, які можуть розміщуватися 
                на наших платформах або включатися в наші маркетингові 
                комунікації брендів наших платформ, компаній нашої 
                групи та наших ретельно відібраних третіх сторін. 
                Це профілювання буде здійснено на основі використання 
                вами наших Платформ і вибраних вами уподобань 
                щодо маркетингових комунікацій. Ви можете відмовитись 
                від такого профілювання, зв'язавшись з нами, 
                використовуючи інформацію, наведену в розділі 11.
            </p>
            <h4 className="paragraph-title">
                5.РОЗКРИТТЯ ВАШОЇ ІНФОРМАЦІЇ
            </h4>
            <p className="article-paragraph">
                Ваша інормація буде розкрита лише компаніям, 
                що входять до групи компаній Sofascore, і третім 
                сторонам за межами цих груп відповідно до умов 
                цієї політики конфіденційності.
            </p>
            <p className="article-paragraph">
                Sofascore може передавати вашу інформацію іншій 
                компанії, якщо вона реструктуризує свій бізнес.
                Sofascore може передати вашу інформацію третій стороні 
                у разі зміни оператора Додатку або продажу всього 
                або будь-якої частини бізнесу чи його активів. У разі 
                будь-якої з цих передач сторона, яка отримує дані, 
                бере на себе права та обов'язки, описані в цій 
                політиці конфіденційності.
            </p>
            <p className="article-paragraph">
                Sofascore може залучати послуги сторонніх 
                постачальників послуг і постачальників для 
                певної діяльності, включаючи, але не 
                обмежуючись, обробку вашої інформації та 
                надання технічної підтримки нашим Послугам. 
                Наприклад, ми залучаємо постачальників послуг 
                для розміщення наших платформ, зберігання даних,
                надсилання маркетингових повідомлень, 
                очищення даних, щоб приховати наші маркетингові 
                списки, сегментації маркетингових даних і 
                аналізу даних для вимірювання та розуміння нашої 
                аудиторії, адаптації нашого маркетингу та торговельні 
                послуги, щоб покращити ваш досвід використання 
                наших платформ. Sofascore вживатиме заходів для того,
                щоб домовленості зі сторонніми постачальниками 
                послуг захищали вашу конфіденційність, гарантуючи, 
                що ці треті сторони суворо дотримуються інструкцій 
                під час обробки вашої інформації. Sofascore може 
                передавати дані третім сторонам, які обробляють 
                ваші персональні дані від нашого імені, коли вони 
                надають нам послуги, наприклад аналітичні дані, 
                рекламні мережі, фінансові послуги та з метою найму 
                персоналу.
            </p>
            <p className="article-paragraph">
                Якщо ми пропонуємо спільні послуги, 
                такі як рекламні акції, конкурси чи 
                заходи разом із третьою стороною або 
                спільно з нею, Sofascore може надавати 
                інформацію, яку ви надаєте, цій третій 
                стороні. Ці спільні послуги можуть 
                надаватись нами або третьою стороною.
                Використання вашої інформації третьою 
                стороною регулюватиметься політикою конфіденційності 
                цієї третьої сторони, з якою ви завжди повинні 
                ознайомитися. Це також може надавати інформацію 
                про те,як сторонні постачальники послуг можуть 
                обробляти ваші Персональні дані. Ми вимагаємо 
                від усіх третіх сторін поважати безпеку 
                вашої інформації та обробляти її відповідно 
                до закону. Ми не дозволяємо стороннім постачальникам 
                послуг використовувати вашу інформацію для 
                власних цілей і дозволяємо їм обробляти вашу 
                інформацію лише для певних цілей і відповідно 
                до наших інструкцій.
            </p>
            <h4 className="paragraph-title">
                6.МІЖНАРОДНІ ТРАНСФЕРИ
            </h4>
            <p className="article-paragraph">
                Треті сторони, з якими ми ділимось вашими 
                персональними даними, можуть перебувати
                за межами спільної території 
                Сполученого Королівства ("Велика Британія")
                та Європейського Союзу ("ЄС"), тому обробка 
                ваших Персональних даних може передбачати 
                передачу ваших персональних даних за 
                межами спільної території Сполученого Королівства 
                та ЄС.
            </p>
            <p className="article-paragraph">
                Якщо ваші персональні дані передаються 
                за межі об'єднаної території Сполученого 
                Королівства та ЄС, ми вживаємо заходів, 
                щоб переконатися, що вони мають такий самий 
                рівень захисту, як і в ЄС.
            </p>
            <h4 className="paragraph-title">
                7. НАШІ РЕКЛАМНІ ПАРТНЕРИ
            </h4>
            <p className="article-paragraph">
                Деякі з рекламних оголошень, які ви отримуєте 
                під час користування Послугами, вибираються 
                та відображаються на вашому пристрої на 
                основі прогнозів щодо ваших інтересів, отриманих 
                під час відвідування різних веб-сайтів у браузері, 
                який ви використовуєте, та на інших пристроях, які 
                ви можете використовувати. Цей тип налаштування 
                реклами іноді називають "онлайн-поведінковою" 
                рекламою або рекламою "на основі інтересів". 
                Така реклама на основі інтересів допомагає підтримувати 
                безкоштовний вміст, продукти та послуги, які ви 
                отримуєте через наші Сервіси.
            </p>
            <p className="article-paragaph">
                Рекламні партнери, з якими ми зараз 
                працюємо (або незабаром прцюватимемо)
                (разом <b>"Рекламні партнери"</b>),
                перераховані тут:
            </p>
            <p className="article-paragraph">
                <a href="javascript:void(0);" className="paragraph-link"
                onClick={() => setSeePartners(!seePartners)}>
                    Політика конфіденційності рекламних 
                    партнерів Sofascore
                </a>
                {seePartners && <ul className="paragraph-ul hidden-ul">
                    <li className="point">
                        AppNexus, Xandr company - 
                        <a href="https://www.appnexus.com/platform-privacy-policy-072016" 
                        className="paragraph-link">
                            https://www.appnexus.com/platform-privacy-policy-072016
                        </a>
                    </li>
                    <li className="point">
                        The Rubicon project - 
                        <a href="https://rubiconproject.com/privacy-policy/"
                        className="paragraph-link">
                            https://rubiconproject.com/privacy-policy/
                        </a>
                    </li>
                    <li className="point">
                        Adform - 
                        <a href="https://site.adform.com/privacy-center/website-privacy/website-cookie-policy/"
                        className="paragraph-link">
                            https://site.adform.com/privacy-center/website-privacy/website-cookie-policy/
                        </a>
                    </li>
                    <li className="point">
                        SpotX inc. - 
                        <a href="https://www.spotx.tv/privacy-policy/"
                        className="paragraph-link">
                             https://www.spotx.tv/privacy-policy/
                        </a>
                    </li>
                    <li className="point">
                        Sovrn Holdings inc. - 
                        <a href="https://www.sovrn.com/legal/website-privacy/"
                        className="paragraph-link">
                            https://www.sovrn.com/legal/website-privacy/
                        </a>
                    </li>
                    <li className="point">
                        OpenX Software ltd. - 
                        <a href="https://openx.com/legal/privacypolicy" 
                        className="paragaph-link">
                            https://openx.com/legal/privacypolicy
                        </a>
                    </li>
                    <li className="point">
                        Pubmatic inc. і її філії - 
                        <a href="https://pubmatic.com/legal/privacy-policy/"
                        className="paragraph-link">
                            https://pubmatic.com/legal/privacy-policy/
                        </a>
                    </li>
                    <li className="point">
                        Gumgum Inc. - 
                        <a href=" https://gumgum.com/terms-and-policies/cookies-policy"
                        className="paragraph-link">
                             https://gumgum.com/terms-and-policies/cookies-policy
                        </a>
                    </li>
                    <li className="point">
                        RhytmOne llc. - 
                        <a href="https://www.rhythmone.com/privacy-policy/"
                        className="paragraph-link">
                            https://www.rhythmone.com/privacy-policy/
                        </a>
                    </li>
                    <li className="point">
                        Smaato Inc. - 
                        <a href="https://www.smaato.com/cookie-policy/"
                        className="paragraph-link">
                            https://www.smaato.com/cookie-policy/
                        </a>
                    </li>
                    <li className="point">
                        IndexExchange inc. - 
                        <a href=" https://www.indexexchange.com/privacy/"
                        className="paragraph-link">
                             https://www.indexexchange.com/privacy/
                        </a>
                    </li>
                    <li className="point">
                        Criteo - 
                        <a href="https://www.criteo.com/privacy/"
                        className="paragraph-link">
                            https://www.criteo.com/privacy/
                        </a>
                    </li>
                    <li className="point">
                        Mobfox - 
                        <a href="https://www.mobfox.com/privacy-policy/"
                        className="paragraph-link">
                            https://www.mobfox.com/privacy-policy/    
                        </a> 
                    </li>
                    <li className="point">
                        InMobi Pte ltd - 
                        <a href=" https://www.inmobi.com/cookie-policy/"
                        className="paragraph-link">
                            https://www.inmobi.com/cookie-policy/
                        </a>  
                    </li>
                    <li className="point">
                        Conversant Europe ltd - 
                        <a href="https://www.conversantmedia.eu/legal/cookie-policy"
                        className="paragraph-link">
                            https://www.conversantmedia.eu/legal/cookie-policy
                        </a>
                    </li>
                    <li className="point">
                        One Trust Technology limited - 
                        <a href="https://www.onetrust.com/privacy/"
                        className="paragraph-link">
                             https://www.onetrust.com/privacy/
                        </a>
                    </li>
                    <li className="point">
                        33Across inc. - 
                        <a href="https://www.33across.co.uk/privacy-policy/"
                        className="paragraph-link">
                            https://www.33across.co.uk/privacy-policy/
                        </a>
                    </li>
                </ul>
            }
            </p>
            <p className="article-paragraph">
                Рекламними партнерами, з якими ми зараз 
                працюємо (або незабаром почнемо працювати),
                керують за допомогою Google Ad Exchange.
            </p>
            <p className="article-paragraph">
                Хоча ми прагнемо постійно оновлювати 
                список рекламних партнерів у цій політиці 
                конфіденційності, рекламні партнери, з якими 
                ми працюємо, час від часу можуть змінюватися. 
                Будь ласка, зв'яжіться з нами, використовуючи 
                інформацію, наведену в розділі 11 нижче, 
                якщо хочете отримати актуальний і повний список 
                наших рекламних партнерів.
            </p>
            <p className="article-paragraph">
                Щоб надавати рекламу на основі інтересів, 
                яка, швидше за все, буде релевантною 
                для вас, ми розгортаємо файли cookie, веб-маяки 
                та подібні технології, розроблені такими 
                рекламними партнерами, які збирають дані 
                про використання, а саме IP-адресу вашого 
                пристрою та веб-сайти, відвідані за допомогою 
                цього пристрою. Потім рекламні партнери 
                отримують такі дані про використання та 
                використовують їх для показу реклами рекламодавців 
                рекламного партнера. Рекламні партнери не отримують 
                жодної особистої інформації, такої як ваше ім'я чи 
                адреса чи контактні дані. Будь ласка, зверніться 
                до відповідної політики конфіденційності рекламного 
                партнера (за наведеними вище посиланнями), щоб 
                дізнатись більше про те, як працюють їхні 
                послуги.
            </p>
            <p className="article-paragraph">
                Якщо ви хочете дізнатися більше про 
                рекламу на основі інтересів та/або 
                керування своїми файлами cookie/опції 
                відмови від реклами на основі інтересів, 
                перегляньте нашу політику щодо {" "}
                <a href="/cookies-policy" 
                className="paragraph-link">
                    файлів cookie
                </a>. Додаткову інформацію про те, як 
                керувати файлами cookie через веб-браузер/
                мобільний пристрій, також можна отримати 
                за такими посиланнями:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    <a className="paragraph-link"
                    href="https://www.networkadvertising.org/choices">
                        https://www.networkadvertising.org/choices
                    </a>;
                </li>
                <li className="point">
                    <a className="paragraph-link"
                    href="https://www.aboutads.info">
                        https://www.aboutads.info
                    </a>;
                </li>
                <li className="point">
                    <a className="paragraph-link"
                    href="https://www.youronlinechoices.eu">
                        https://www.youronlinechoices.eu
                    </a> або
                </li>
                <li className="point">
                    <a className="paragraph-link"
                    href="https://www.youradchoices.com">
                        https://www.youradchoices.com
                    </a>.
                </li>
            </ul>
            <p className="article-paragraph">
                Якщо ви використовуєте програму для мобільних 
                пристроїв, ви можете керувати певними 
                параметрами за допомогою налаштувань 
                конфіденційності свого пристрою (наприклад, 
                Apple iOS Limit Ad Tracking).
            </p>
            <p className="article-paragraph">
                Ми дотримуємось принципів саморегулювання 
                Ініціативи мережевої реклами (
                    <a className="paragraph-link"
                    href="https://www.networkadvertising.org/">
                        https://www.networkadvertising.org/
                    </a>
                ), Digital Advertising Aalliance (
                    <a className="paragraph-link"
                    href="https://digitaladvertisingalliance.org/">
                        https://digitaladvertisingalliance.org/
                    </a>
                ) і European Interactive Digital Advertising 
                Alliance (
                    <a className="paragraph-link"
                    href="https://www.edaa.eu/">
                        https://www.edaa.eu/
                    </a>
                )
                якщо вони застосовані до операторів 
                веб-сайтів.
            </p>
            <h4 className="paragraph-title">
                8. ЗАХИСТ ДАНИХ
            </h4>
            <p className="article-paragaph">
                Ми запровадили відповідні заходи безпеки, 
                щоб запобігти випадковій втраті вашої 
                інформації, використанню чи 
                несанкціонованому доступу, зміні чи 
                розголошенню. Крім того, ми обмежуємо доступ 
                до вашої інформації для тих співробітників, 
                агентів, підрядників та інших третіх сторін, 
                яким це необхідно знати. Вони оброблятимуть 
                вашу інформацію лише за нашими вказівками 
                та зобов'язані зберігати конфіденційність.
            </p>
            <p className="article-paragraph">
                Ми запровадили процедури для вирішення 
                будь-яких підозрюваних порушень даних і 
                повідомимо вас і будь-який відповідний 
                регулятор про порушення, якщо ми зобов'язані 
                це зробити згідно із законом.
            </p>
            <h4 className="paragraph-title">
                9. ЗБЕРІГАННЯ ДАНИХ 
            </h4>
            <p className="article-paragraph">
                <b>ЯК ДОВГО ВИ ВИКОРИСТОВУЄТЕ МОЮ ІНФОРМАЦІЮ</b>
            </p>
            <p className="article-paragraph">
                Ми зберігатимемо вашу інформацію лише 
                до тих пір, поки це необхідно для 
                досягення цілей, для яких ми її зібрали
                (наприклад, надання вам доступу до наших 
                Послуг), у тому числі з метою задоволення 
                будь-яких юридичних, бухгалтерських вимог 
                або вимог щодо звітності.
            </p>
            <p className="article-paragraph">
                Якщо більше немає необхідності обробляти 
                ваші Персональні дані, ми видалимо їх або 
                зробимо анонімними, видаливши всі дані, 
                які ідентифікують вас відповідно до 
                законів про захист даних. Наприклад, 
                якщо ви відкликаєте свою згоду на обробку 
                ваших персональних даних, ми видалимо ваші 
                персональні дані, якщо їх не потрібно 
                зберігати для дотримання законів про 
                захист даних.
            </p>
            <p className="article-paragraph">
                Тривалість часу, протягом якого ми 
                зберігаємо ваші Персональні дані, 
                залежатиме від того, для чого ми їх 
                використовуємо, як зазнечено в цій 
                політиці конфіденційності. Наприклад, 
                поки ви користуєтесь нашими продуктами 
                та послугами, нам може знадобитись 
                використовувати їх, щоб відповісти на 
                ваші запити щодо наших продуктів та 
                послуг.
            </p>
            <p className="article-paragraph">
                Якщо ви хочете знати, як довго ми 
                зберігаємо інформацію, зібрану за 
                допомогою файлів cookie, прочитайте
                нашу політику використання {" "}
                <a href="/cookies-policy" 
                className="paragraph-link">
                    файлів cookie
                </a>
            </p>
            <p className="article-paragraph">
                Однак зауважте, що ми можемо 
                бути підпорядковані законодавчим 
                і нормативним вимогам зберігати 
                Персональні дані протягом більш 
                тривалого періоду, зокрема відповідно 
                до будь-якого застосованого законодавчого 
                терміну давності.
            </p>
            <h4 className="paragraph-title">
                10. ВАШІ ПРАВА
            </h4>
            <p className="article-paragraph">
                За певних обставин у вас є права 
                відповідно до законів про захист  
                щодо ваших особистих даних, 
                зокрема право на:
                <ul className="paragraph-ul">
                    <li className="point">
                        вимагати доступу до 
                        ваших Персональних даних;
                    </li>
                    <li className="point">
                        вимагати зміну ваших 
                        Персональних даних;
                    </li>
                    <li className="point">
                        вимагати видалення ваших 
                        Персональних даних;
                    </li>
                    <li className="point">
                        заперечувати проти обробки 
                        ваших Персональних даних;
                    </li>
                    <li className="point">
                        вимагати обмеження обробки 
                        ваших Персональних даних;
                    </li>
                    <li className="point">
                        вимагати передачі ваших 
                        Персональних даних;
                    </li>
                    <li className="point">
                        відкликати згоду;
                    </li>
                    <li className="point">
                        забороняти (якщо наша 
                        законна основа для обробки 
                        ваших Персональних даних 
                        грунтується на наших 
                        законних інтересах); і 
                    </li>
                    <li className="point">
                        скаржитись регулятору 
                        (якщо ви незадоволені нашою 
                        відповіддю на ваш запит), 
                        відвідавши 
                        <a href="https://azop.hr/"
                        className="paragraph-link">
                            https://azop.hr/
                        </a>
                    </li>
                </ul>
            </p>
            <p className="article-paragraph">
                Наші рекламні партнери збирають і 
                використовують дані про використання, 
                описані в розділі 7 вище.
                <b>
                    Якщо ви бажаєте скористатись будь-яким 
                    із зазначених вище прав щодо таких даних,
                    будь ласка, зв'яжіться з рекламними 
                    партнерами, використовуючи інформацію в 
                    їхній політиці конфіденційності.
                </b>
            </p>
            <h4 className="paragraph-title">
                11. ЗАПИТАННЯ
            </h4>
            <p className="article-paragraph">
                Якщо у вас виникли запитання щодо 
                цієї політики конфіденційності або ви 
                хочете іншим чином скористатись своїми 
                правами (наприклад, відкликати свою 
                згоду на отримання маркетингових повідомлень),
                зв'яжіться з нами електронною поштою 
                за адресою <a href="mailto:dpo@sofascore.com" 
                className="paragraph-link">dpo@sofascore.com</a>
            </p>
            <h4 className="paragraph-title">
                12. ЗМІНИ ДО ЦІЄЇ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
            </h4>
            <p className="article-paragraph">
                Ми можемо час від часу змінювати 
                або оновлювати цю політику 
                конфіденційності. Усі зміни в цій 
                політиці конфіденційності будуть 
                опубліковані на цій сторінці нашого 
                додатку. Кожна зміна набуде чинності 
                після публікації. Ми рекомендуємо вам 
                переглядати та регулярно читати цю 
                політику конфіденційності, щоб 
                переконатися, що ви в курсі поточних 
                умов.
            </p>
            <h4 className="paragraph-title">
                13. ГЛОСАРІЙ
            </h4>
            <p className="article-paragraph">
                <table className="paragraph-table" 
                id="glossary-table">
                    <thead>
                        <tr>
                            <th>Термін</th>
                            <th>Значення</th>
                        </tr>
                    </thead>
                    <tbody>
                        <tr>
                            <td>Анонімні дані</td>
                            <td>
                                Набори даних, які 
                                не можуть використовуватись 
                                для визначення особи
                            </td>
                        </tr>
                        <tr>
                            <td>Контроллер даних</td>
                            <td>
                                Фізична або юридична 
                                особа, яка (одноосібно 
                                чи спільно з іншими 
                                особами) визначає цілі 
                                та спосіб обробки будь-
                                яких Персональних даних.
                            </td>
                        </tr>
                        <tr>
                            <td>Обробник даних</td>
                            <td>
                  
                                Фізична чи юридична 
                                особа, яка обробляє 
                                Персональні дані від 
                                імені Контроллера даних.
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Закони про захист даних
                            </td>
                            <td>
                                Закон про захист даних 2018 року 
                                та Загальний регламент ЄС із 
                                захисту даних 2018 року (GDPR), 
                                а також будь-які інші чинні закони 
                                чи нормативні акти, що стосуються 
                                захисту персональних даних.
                            </td>
                        </tr>
                        <tr>
                            <td>Законні інтереси</td>
                            <td>
                                Обробка персональних даних для 
                                наших ділових інтересів, діяльності 
                                та потреб, включаючи надання вам 
                                найкращих послуг і досвіду, які ми 
                                можемо запропонувати. Ми збалансуємо 
                                наші інтереси з будь-яким 
                                можливим впливом на вас (як позитивним, 
                                так і негативним), ваші права та 
                                свободу. Якщо наші ділові інтереси 
                                та потреби переважають над вашими 
                                інтересами, правами чи свободами, ми не 
                                будемо обробляти ваші Персональні дані
                                (якщо ви не надали нам свою згоду або 
                                якщо цього не вимагають відповідно 
                                закони чи нормативні акти).
                            </td>
                        </tr>
                        <tr>
                            <td>Персональні дані</td>
                            <td>
                                Інформація, що стосується 
                                особи, яку прямо чи 
                                опосередковано можна 
                                ідентифікувати, зокрема, за 
                                посиланням на ідентифікатор.
                            </td>
                        </tr>
                        <tr>
                            <td>
                                Особлива категорія Персональних даних
                            </td>
                            <td>
                                Особисті дані, які розкривають 
                                подробиці про вашу расову чи 
                                етнічну приналежність, 
                                релігійні чи філософські 
                                переконання, сексуальну орієнтацію, 
                                статеве життя, політичні погляди, 
                                членство в профспілці, а також 
                                інформацію про ваше здоров'я, генетичні 
                                та біометричні дані.
                            </td>
                        </tr>
                    </tbody>
                </table>
            </p>
        </section>
    </>
  )
}

export default PrivacyPolicy
