import React from 'react'
import "./PrivacyPolicy.css";
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const PrivacyPolicy = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ SOFASCORE
            </h2>
            <h4 className="paragraph-title">
                ВСТУП
            </h4>
            <p className="article-paragraph">
                Ласкаво просимо до політики конфіденційності Sofascore.
                Цю політику конфіденційності востаннє оновлено 
                11 січня 2024 року.
            </p>
            <p className="article-paragraph">
                Терміни, написані з великої літери, які 
                використовуються в цій політиці конфіденційності, 
                визначені в розділі 13 цієї політики конфіденційності 
                нижче.
            </p>
            <h4 className="paragraph-title">
                1.ВАЖЛИВА ІНФОРМАЦІЯ І ХТО МИ 
            </h4>
            <p className="article-paragraph">
                Ми Sofa IT d.o.o. Номер нашої компанії 
                96366258208 і наша адреса реєстрації 
                Vrbani 4, 10110 Zagreb, Хорватська 
                Республіка, ЄС.
            </p>
            <p className="article-paragraph">
                Коли ми згадуємо "Sofascore", "ми",
                "нас" або "наш", ми маємо на увазі 
                Sofa IT d.o.o., відповідальний 
                за обробку ваших даних.
            </p>
            <p className="article-paragraph">
                Sofascore поважає вашу конфіденційність 
                і прагне захищати вашу інформацію. 
                Ця політика конфіденційності інформуватиме 
                вас про те, як ми обслуговуємо вашу 
                інформацію, коли ви (a) реєструєтесь і 
                створюєте профіль на нашому веб-сайті 
                або інформацію про наші продукти та послуги
                ; (b) реєтруєтесь на будь-які події чи 
                змагання Sofascore; або (c) відвдуєте 
                та/або використовуєте наші платформи, 
                настільними програмами, мобільними веб-сайтами 
                та рідними мобільними додатками (включаючи 
                програму "Sofascore" (разом наші "Платформи")).
                У цій політиці конфіденційності вони спільно 
                називаються нашими "Послугами".
            </p>
            <p className="article-paragraph">
                Ця політика конфіденційності поширюється на 
                використання вами наших Платформ і Сервісів 
                (незалежно від того, звідки ви відвідуєте 
                або іншим чином отримуєте доступ до наших 
                Сервісів), і розповідає про ваші права на 
                конфіденційність і про те, як закони про 
                захист даних захищають вас.
            </p>
            <p className="article-paragraph">
                Sofascore є Контролером ваших Персональних Даних
            </p>
            <h4 className="paragraph-title">
                МЕТА ЦІЄЇ ПОЛІТИКИ КОНФІДЕНЦІЙНОСТІ
            </h4>
            <p className="article-paragraph">
                Ця політика конфіденційності має на меті 
                надати вам інформацію про те, як Sofascore 
                збирає, використовує, розкриває, передає, 
                зберігає та обробляє вашу інформацію, 
                коли ви використовуєте наші Послуги, 
                включаючи будь-які дані, які ви можете надати 
                під час використання наших Послуг.
            </p>
            <p className="article-paragraph">
                Важливо, щоб ви прочитали цю політику 
                конфіденційності разом з будь-якою 
                іншою політикою конфіденційності або 
                повідомленням про добросовісну обробку, 
                яке ми можемо надати в окремих випадках, 
                коли ми збираємо або обробляємо інформацію 
                про вас, щоб ви повністю знали, як і чому 
                ми використовуємо ваші дані. Ця політика 
                конфіденційності доповнює інші політики і не 
                має на меті замінити їх.
            </p>
            <p className="article-paragraph">
                Якщо у вас виникли запитання щодо цієї 
                політики конфіденційності, будь ласка, 
                зв'яжіться з нами, використовуючи інформацію,
                наведену в розділі 11.
            </p>
            <h4 className="paragraph-title">
                КОНТАКТНІ ДАНІ
            </h4>
            <p className="article-paragraph">
                Наша адреса: Sofa IT d.o.o., Vrbani 4, 
                10110 Zagreb, Хорватія. Щоб з нами 
                зв'язатись відвідайте www.sofascore.com 
                або напишіть нам на адресу: {" "}
                <a href="mailto:info@sofait.hr"
                className="paragraph-link">
                    info@sofait.hr
                </a>.
            </p>
            <p className="article-paragraph">
                Якщо у вас виникли запитання щодо цієї 
                політики конфіденційності та ви хочете 
                дізнатись більше про те, як ми обробляємо 
                ваші персональні дані, коли ви використовуєте 
                наші платформи, зв'яжіться з нами електронною 
                поштою за адресою {" "}
                <a href="mailto:dpo@sofascore.com"
                className="paragraph-link">
                    dpo@sofascore.com
                </a>.
            </p>
            <h4 className="paragraph-title">
                ПОСИЛАННЯ ТРЕТІХ СТОРІН
            </h4>
            <p className="article-paragraph">
                Наші платформи можуть містити посилання на 
                сторонні веб-сайти, плагіни та програми. 
                Натискання цих посилань або ввімкнення 
                таких з'єднань може дозвролити третім особам 
                збирати або ділитись даними про вас. Ми не 
                контролюємо ці веб-сайти третіх осіб і не 
                несемо відповідальності за їхні заяви про 
                конфіденційність. Коли ви залишаєте наші 
                платформи, ми рекомендуємо вам ознайомитися 
                із політикою конфіденційності кожного веб-сайту,
                який ви відвідуєте, або сторонніх мобільних додатків,
                якими ви можете користуватись.
            </p>
            <p className="article-paragraph">
                Взаємодіючи з вбудованим вмістом YouTube 
                у Sofascore, ви погоджуєтесь дотримуватись 
                {" "}
                <a href="https://www.youtube.com/t/terms"
                className="paragraph-link">
                    умов використання YouTube 
                </a> і {" "}
                <a href="https://policies.google.com/privacy"
                className="paragraph-link">
                    політику конфіденційності Google
                </a>
            </p>
            <h4 className="paragraph-title">
                2. ІНФОРМАЦІЯ, ЯКУ МИ ЗБИРАЄМО ПРО ВАС
            </h4>
            <p className="article-paragraph">
                Коли ви користуєтесь нашими Сервісами, 
                ми можемо збирати персональні дані про 
                вас.
            </p>
            <p className="article-paragraph">
                Нижче ми вказали, які дані ми збираємо
                та як ми їх використовуємо.
            </p>
            <p className="article-paragraph">
                Ви не зобов'язані надавати нам Персональні 
                дані. Проте певні персональні дані є 
                важливими для надання та якості продуктів і 
                послуг, які ми пропонуємо, і ви можете 
                не мати змоги отримати певні послуги, якщо 
                не надасте інформацію, необхідну для 
                цих послуг.
            </p>
            <p className="article-paragraph">
                Інформація, яку ми не збираємо:
            </p>
            <p className="article-paragraph">
                Ми не збираємо конфіденційні категорії 
                Персональних даних, коли ви користуєтесь 
                нашими Сервісами.
            </p>
            <p className="article-paragraph">
                Ми також не збираємо жодної інформації 
                про кримінальні засудження чи правопорушення.
            </p>
            <p className="article-paragraph">
                То яку інформацію ми збираємо?
            </p>
            <p className="article-paragraph">
                Ми збираємо, зберігаємо та 
                передаємо інформацію трьох типів:
            </p>
            <p className="article-paragraph numeric-paragraph">
                1. Певна інформація під час користування нашими 
                Послугами, яка не ідентифікує вас як особу, а 
                ідентифікує пристрій, який ви використовуєте для 
                доступу до наших Послуг, як-от:
            </p>
            <p className="article-paragraph inner-paragraph">
                1. <b>Спілкування електронною поштою: </b>
                ми збираємо та зберігаємо всі копії
                електронних листів, які ви нам надсилаєте,
                і наші відповіді на ваші електронні листи.
            </p>
            <p className="article-paragraph inner-paragraph">
                2. <b>Технічна інформація, </b>
                включаючи адресу Інтернет-протоколу
                (IP), тип і версію браузера, дії та шаблони 
                перегляду, налаштування часового поясу та 
                місцезнаходження, типи та версії плагінів 
                браузера, інформацію про операційну систему, 
                платформу та інші технології на пристроях, які 
                ви виорситовуєте для доступу до наших Послуг.
            </p>
            <p className="article-paragraph inner-paragraph">
                3. <b>Дані про використання,</b>
                включаючи інформацію про те, як ви 
                використовуєте наші платформи, продукти та 
                послуги.
            </p>
            <p className="article-paragraph inner-paragraph">
                4. <b>Дані про пристрій, </b>
                ми збираємо інформацію з пристрою, який ви
                використовуєте для доступу до наших платформ. 
                Це включає ІР-адресу, налаштування мови, 
                модель пристрою, версію операційної системи
                пристрою, версію програми встановленої 
                Sofascore.
            </p>
            <p className="article-paragraph inner-paragraph">
                5. <b>Зведені дані,</b>
                такі як статистичні чи демографічні дані для 
                будь-яких цілей, дані який прямо чи опосередковано
                не розкривають вашу особу. Наприклад, ми 
                можемо агрегувати дані про використання, щоб 
                обчислити відсоток користувачів, які мають 
                доступ до певної веб-функції.
            </p> 
            <p className="article-paragraph inner-paragraph">
                6. <b>Дані профілю, </b>
                наприклад, ваші інтереси та вподобання на 
                основі нашої діяльності з профілювання, а також 
                ваші відповіді на опитування та запити на 
                відгуки. Ця інформація може містити особисті 
                дані, які ми зберігаємо про вас.
            </p>
            <p className="article-paragraph inner-paragraph">
                7. <b>Профіль у соціальних мережах: </b>
                ми збираємо дані вашого профілю в соціальних 
                мережах, включаючи ваше ім'я користувача в 
                соціальних мережах, ваше ім'я, фотографію та 
                будь-яку іншу інформацію, яку ви надаєте нам, 
                коли зв'язуєтесь з нами або зв'язуєтесь 
                з нами через свій обліковий запис у соціалних 
                мережах або використовуєте наші продукти та 
                послуги через соціальні мережі медіа-акаунт.
            </p>
            <p className="article-paragraph inner-paragraph">
                8. <b>Маркетингові дані:</b>
                Ми збираємо інформацію стосовно вашої реакції 
                на маркетингову діяльність, яку ми проводимо, 
                наприклад інформацію про те, коли ви відкриваєте 
                наші електронні листи. Ми також збираємо інформацію 
                про ваші маркетингові інтереси та водобання, коли 
                вони надаються нам, як зазначено нижче:
            </p>
            <p className="article-paragraph">
                Якщо ви користуєтесь нашими рідними програмами 
                для мобільних пристроїв, ми запитаємо вас, 
                чи хочете ви отримувати push-сповіщення від нас. 
                Push-повідомлення можуть містити сповіщення, 
                звуки, значки та іншу інформацію щодо 
                використання самої мобільної програми. Ви можете 
                дозволити або відхилити push-повідомлення, які 
                надсилаються на ваш пристрій. Якщо ви не дозволите 
                нам надсилати push-повідомлення, ви зможете 
                використовувати мобільний додаток, але не зможете 
                отримати всі переваги його функцій. Ви можете 
                контролювати свої параметри отримання push-сповіщень 
                у налаштуваннях пристрою.
            </p>
            <h4 className="paragraph-title">
                3. ЯК ВАША ІНФОРМАЦІЯ ЗБИРАЄТЬСЯ?
            </h4>
            <p className="article-paragraph">
                Ми використовуємо різні методи для збору 
                інформації про вас / і або ваш пристрій, 
                зокрема через:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    <b>Автоматизовані технології та 
                        взаємодії.
                    </b>
                    Коли ви взаємодієте з нашими Сервісами, 
                    ми можемо автоматично збирати технічні 
                    дані про ваш пристрій, дії та шаблони 
                    перегляду. Ми збираємо цю інформацію 
                    за допомогою файлів cookie та інших 
                    подібних технологій. Ми також можемо 
                    отримати Технічні дані про вас, якщо 
                    ви відвідуєте інші веб-сайти, на яких 
                    використовуються наші файли cookie 
                    наших рекламних партнерів (див.нижче). 
                    Будь ласка, перегляньте нашу політику 
                    щодо {" "}
                    <a href="/cookies-policy"
                    className="paragraph-link">
                        файлів cookie
                    </a> 
                    для отримання додаткової інформації.
                </li>
                <li className="point">
                    <b>
                        Треті сторони або загальнодоступні джерела.
                    </b>
                    Треті сторони, які надають рекламні та пов'язані 
                    послуги, можуть надавати нам ваші персональні дані 
                    (включаючи технічні дані). Ці треті сторони включають 
                    постачальників аналітичних засобів, що знаходяться 
                    в ЄС і за його межами (наприклад, Google), а також 
                    рекламні мережі.
                </li>
                <li className="point">
                    <b>Треті сторони, якщо ви дали свою згоду, 
                        або для спільних послуг.
                    </b>
                    Треті сторони можуть надавати нам ваші ідентифікаційні 
                    дані, контактні дані та/або дані профілю, якщо ви 
                    дали свою згоду цій третій стороні на передачу вашої 
                    інформації з нами (наприклад, у маркетингових цілях).
                    Крім того, якщо ми пропонуємо спільні послуги, такі 
                    як змагання, рекламні акції чи заходи, за участю 
                    третьої сторони або спільно з нею, ця третя сторона 
                    може надати нам інформацію, яку ви їй надали, 
                    з метою надання спільних послуг, відповідно до ваших 
                    уподобань та згоди.  
                </li>
                <li className="point">
                    <b>Інформація, зібрана від вас.</b>
                    Ви можете надати нам свої ідентифікаційні 
                    дані, контактні дані та/або дані профілю, зв'язавшись 
                    з нами через наші Платформи.
                </li>
            </ul>
            <h4 className="paragraph-title">
                4. ЯК МИ ВИКОРИСТОВУЄМО ВАШУ ІНФОРМАЦІЮ
            </h4>
            <p className="article-paragraph">
                Ми використовуватемо вашу інформацію 
                лише тоді, коли це дозволено законом.
                Найчастіше ми будемо використовувати ваші 
                Персональні дані за таких обставин:
            </p>
            <ul className="paragraph-ul">
                <li className="point">
                    де нам потрібно виконати договір, який ми 
                    збираємось укласти або уклали з вами,
                </li>
                <li className="point">
                    де нам потрібно керувати нашими відносинами 
                    з вами як користувачем наших Послуг, що 
                    включає сповіщення вас про зміни в наших 
                    Платформах і продуктах і послугах, які ми 
                    пропонуємо, положеннях і умовах або 
                    політиці конфіденційності,
                </li>
                <li className="point">
                    якщо це необхідно для наших законних 
                    інтересів (або інтересів третьої сторони)
                    і ваших інтересів, і основні права не 
                    переважають ці інтереси,
                </li>
                <li className="point">
                    якщо нам потрібно виконати юридичне 
                    чи нормативне зобов'язання,
                </li>
                <li className="point">
                    де ми надсилаємо вам електронні листи 
                    з оновленням наших продуктів і послуг, 
                    а також змінами будь-яких положень і 
                    умов цієї політики конфіденційності або 
                    нашої політики щодо {" "}
                    <a href="/cookies-policy" 
                    className="paragraph-link">
                        файлів cookie
                    </a>.
                </li>
                <li className="point">
                    якщо ви надіслали нам свою інформацію 
                    з метою участі в рекламній акції чи 
                    конкурсі або якщо ви іншим чином надали 
                    свою згоду на обробку ваших персональних 
                    даних.
                </li>
                <li className="point">
                    де нам потрібно надати вам 
                    різноманітні допоміжні послуги для 
                    клієнтів (наприклад, коли ви 
                    звертаєтесь до нас із запитаннями 
                    щодо наших Платформ та/або 
                    запитуєте від нас певну інформацію).
                </li>
            </ul>
            <h4 className="paragraph-title">
                ПРИЧИНИ, З ЯКИХ МИ 
                БУДЕМО ВИКОРИСТОВУВАТИ ВАШУ ІНФОРМАЦІЮ
            </h4>
            <p className="article-paragraph">
                Нижче ми надали у форматі таблиці опис 
                усіх способів, якими ми плануємо використовувати 
                ваші Персональні дані, і на які законні підстави 
                ми спираємось для цього. Ми також визначили 
                наші законні інтереси, де це доречно.
            </p>
            <table className="paragraph-table">
                <thead>
                    <tr>
                        <th>Активність</th>
                        <th>Тип даних</th>
                        <th>
                            Правова основа використання вашої інормації
                        </th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>
                            Щоб покращити наші Платформи 
                            та Сервіси, відносини з 
                            клієнтами та досвід.
                        </td>
                        <td>
                            <p>a.Користувацькі дані</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>Профіль</p>
                        </td>
                        <td>
                            a.Необхідно для наших 
                            законних інтересів (для 
                            визначення категорій 
                            користувачів наших Продуктів і 
                            Послуг, підтримки наших 
                            Платформ оновленими та актуальними, 
                            а також для розвитку нашого 
                            бізнесу та формування нашої 
                            маркетингової та торгової стратегії).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для адміністрування та захисту 
                            нашого бізнесу, наших Платформ 
                            (включно з усуненням несправностей 
                            аналізом даних, тестуванням, 
                            обслуговуванням системи, підтримкою, 
                            звітністю та розміщенням даних).
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Девайс</p>
                        </td>
                        <td>
                            <p>
                                Необхідно для наших 
                                законних інтересів (
                                    для ведення нашого 
                                    бізнесу, надання 
                                    адміністративних 
                                    та IT-послуг, безпеки 
                                    мережі, для 
                                    запобігання шахрайству 
                                    та в контексті реорганізації 
                                    бізнесу чи реструктуризації 
                                    групи
                                )
                            </p>
                            <p>
                                b.Необхідно виконати 
                                юридичне зобов'язання
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надати відповідний вміст
                            Сервісу та виміряти або 
                            зрозуміти ефективність 
                            наших послуг для вас.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів (для вивчення того 
                            , як клієнти використовують 
                            наші продукти/ послуги, для їх 
                            розвитку та розвитку нашого 
                            бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб націлити наші Сервіси на 
                            користувачів віком від 18 
                            років (або будь-якого 
                            іншого віку відповідно до 
                            чинних законів і нормативних 
                            актів), включно з використанням 
                            аналітичної інформації, отриманої 
                            з ваших шаблонів веб-перегляду та 
                            налаштувань пристрою.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно виконати юридичне 
                            зобов'язання
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надати доступ до інструментів 
                            керування згодою на файли cookie 
                            та дозволити нашим стороннім 
                            постачальникам, таким як OneTrust,
                            відстежувати, які дані ви бажаєте 
                            збирати нашими платформами.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакт</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб надавати вам відповідну 
                            рекламу та вимірювати або 
                            розуміти ефективніть реклами
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб допомогти Sofascore, 
                            рекламодавці та сторонні видавці 
                            підключаються, щоб пропонувати 
                            релевантну рекламу в наших і 
                            їхніх відповідних програмах і на 
                            ваи-сайтах користувачам, які 
                            належать до сегментів аудиторії
                            (також називаються спеціальними 
                            аудиторіями).
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб підтвердити або отримати належні 
                            нам платежі, коли ви переходите на 
                            "партнерський" веб-сайт або 
                            програму, або купуєте щось у 
                            третьої сторони після натискання на 
                            "партнерське" посилання в нашому 
                            вмісті, вимірюйте ефективність 
                            партнерських посилань, проаналізуйте 
                            та розробіть цю частину нашого бізнесу
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Згода та/або, якщо це 
                            необхідно для наших законних 
                            інтересів (для прибуткового 
                            ведення бізнесу).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Прохання вас взяти участь 
                            в опитуванні або проголосувати 
                            на наших платформах
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів або інтересів 
                            сторонніх постачальників продуктів 
                            або послуг (для залучення користувачів 
                            і/або вивчення того, як клієнти 
                            використовують наші продукти/послуги, 
                            для їх розвитку та розвитку нашого бізнесу)
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для використання аналітики даних для 
                            покращення наших платформ, продуктів/послуг, 
                            реклами, відносин із клієнтами та досвіду. 
                            Ми використовуємо сторонні обробники даних, 
                            такі як Google Analytics, Google Firebase і 
                            Yandex Metrica, щоб допомогти нам у цій 
                            діяльності.
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших законних 
                            інтересів (щоб визначити типи 
                            клієнтів для наших продуктів 
                            і послуг, підтримувати оновлення 
                            та актуальність наших Платформ, 
                            розвивати наш бізнес і покращувати 
                            взаємодію з користувачами, розуміючи, 
                            яким функціям наших Платформ слід 
                            віддати пріоритет, оптимізувати та 
                            покращити).
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Відстежувати та краще розуміти 
                            продуктивність нашої програми 
                            (тобто, якщо щось піде не так, 
                            зрозуміти, чому сталась помилка).
                            Ми використовуємо сторонні обробники 
                            даних, такі як Google Crashlytics,
                            щоб допомогти нам у цій діяльності.
                        </td>
                        <td>
                            <p>a.Технічні</p>
                            <p>b.Пристрій</p>
                        </td>
                        <td>
                            Необхідно для наших 
                            законних інтересів(для ведення 
                            нашого бізнесу - надання 
                            IT-послуг, для виправлення 
                            помилок наших Платформ і 
                            покращення продуктивності 
                            наших Додатків для клієнтів)
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Для надсилання вам електронною 
                            поштою інформаційних бюлетенів 
                            та інших маркетингових повідомлень,
                            що містять інформацію про пропозиції,
                            рекламні акції та конкурси наших 
                            брендів, а також для моніторингу 
                            їх використання. Ці маркетингові 
                            повідомлення можуть бути персоналізовані 
                            відповідно до ваших 
                            інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Надсилати вам маркетингові 
                            повідомлення електронною 
                            поштою, SMS, push-повідомленнями 
                            додатків, веб-повідомленнями 
                            та іншими маркетинговими каналами 
                            про пропозиції, рекламні акції та 
                            конкурси брендів компаній нашої 
                            групи (включаючи бренди азартних 
                            ігор), а також контролювати їх 
                            використання. Ці маркетингові 
                            повідомлення можуть бути персоналізовані 
                            відповдіно до ваших інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб відображати рекламні банери в Інтернеті,
                            проміжну рекламу, спливаючі сповіщення та 
                            рекламу та подібні непрямі маркетингові 
                            повідомлення про пропозиції наших брендів, 
                            рекламні акції та конкурси наших брендів 
                            компаній нашої групи, а також контролювати 
                            їх використання. Ці маркетингові повідомлення 
                            можуть бути персоналізовані відповідно до 
                            ваших інтересів і вподобань.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Використання</p>
                            <p>c.Технічні</p>
                            <p>d.Пристрій</p>
                            <p>e.Профіль</p>
                            <p>f.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a. Необхідно для наших законних 
                                інтересів(для надання вам персоналізованого
                                досвіду та покращення наших платформ).
                            </p>
                            <p>
                                b.Коли ви дасте нам згоду
                            </p>
                        </td>
                        <tr>
                            <td>
                                Щоб надавати Послуги, які ви попросили 
                                отримати (тобто, нам може знадобитись 
                                зв'язатись з вами, де ви зареєструвались, 
                                щоб відвідати подію, яку ми проводимо 
                                або іншим чином беремо участь у третій 
                                стороні чи спільно з нею, або проводимо 
                                рекламну акцію, конкурс чи розіграш призів).
                            </td>
                            <td>
                                <p>a.Ідентифікація та контакт</p>
                            </td>
                            <td>
                                <p>
                                    a.Необхідно для виконання юридичного зобов'язання
                                </p>
                                <p>
                                    b.Необхідно для наших законних інтересів (для надання відповідних послуг нашим клієнтам)
                                </p>
                            </td>
                        </tr>
                    </tr>
                    <tr>
                        <td>
                            Щоб обробити будь-який запит 
                            або заявку на роботу, яку ви 
                            надіслали нам або іншим чином 
                            завантажили на нашу сторінку 
                            "Кар'єра", і зв'язатись з вами 
                            щодо прогресу вашої 
                            заявки на роботу.
                        </td>
                        <td>
                            <p>a.Ідентифікація і контакти</p>
                            <p>b.Профіль</p>
                        </td>
                        <td>
                            <p>
                                a.Заходи, вжиті до укладення 
                                трудового договору з вами як 
                                потенційним працівником
                            </p>
                            <p>
                                b.Необхідно для наших законних 
                                інтересів(для обробки заявок 
                                кандидатів з метою розвитку 
                                нашого бізнесу)
                            </p>
                        </td>
                    </tr>
                    <tr>
                        <td>
                            Щоб повідомити наші умови використання,
                            політику конфіденційності та політику 
                            щодо використання файлів cookie, також
                            повідомити вас про зміни в них та/або 
                            будь-які інші зміни в наших продуктах 
                            та послугах. 
                        </td>
                        <td>
                            <p>a.Використання</p>
                            <p>b.Технічні</p>
                            <p>c.Пристрій</p>
                            <p>d.Профіль</p>
                            <p>c.Маркетинг</p>
                        </td>
                        <td>
                            <p>
                                a.Необхідно виконати юридичне зобов'язання
                            </p>
                            <p>
                                b.Необхідно для наших законних інтересів 
                                (для оновлення наших записів і вивчення того,
                                як клієнти використовують наші продукти та послуги)
                            </p>
                        </td>
                    </tr>
                </tbody>
            </table>
        </section>
    </>
  )
}

export default PrivacyPolicy
