import React from 'react'
import TopHeader from '../../components/TopHeader/TopHeader'
import BottomHeader from '../../components/BottomHeader/BottomHeader'
import "./Cookies.css"

const Cookies = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                Політика Cookie
            </h2>
            <p className="article-paragraph">
                Це Політика використання cookies 
                на веб-сайті
                <a href="https://www.sofascore.com/" className="paragraph-link">
                    https://www.sofascore.com/
                </a>
            </p>
            <h4 className="paragraph-title">
                Що таке cookies?
            </h4>
            <p className="article-paragraph">
                Файл cookie - це невеликий текстовий файл, 
                який завантажується на ваш пристрій 
                (комп'ютер, смартфон, iPad, планшет тощо).
                Під час наступних відвідувань нашого веб-сайту 
                ці файли cookie зчитуються з вашого пристрою 
                та повертаються на наш веб-сайт. Ця політика 
                описує, які файли cookie ми використовуємо, як 
                ми їх використовуємо та чому нам іноді потрібно 
                зберігати файли cookie. Ми пояснимо, як можна 
                запобігти зберіганню файлів cookie, але зауважте, 
                що це може призвести до порушення або негативного 
                впливу на певні елементи функціональності всіх 
                веб-сайтів, до яких ви заходите. Файли cookie не 
                розповсюджують комп'ютерні віруси, вони обробляють
                лише частину даних, яка більшою мірою не дозволяє 
                повністю ідентифікувати користувача. Крім того, 
                ви можете прийняти або відхилити деякі або всі 
                файли cookie, налаштувавши налаштування свого 
                браузера. За наведеними нижче посиланнями ми можете 
                знайти інорфмацію про те, як змінити налаштування для 
                деяких із найбільш часто використовуваних Інтернет-
                браузерів: Mozilla Firefox, Google Chrome, 
                Microsoft Internet Explorer, Apple Safari, Opera.
                Деякі браузери дозволяють переглядати Інтернет в 
                "анонімному" режимі, обмежуючи обсяг даних, що 
                зберігаються на вашому комп'ютері, і автоматично 
                видаляючи постійні файли cookie, збережені на 
                вашому комп'ютері чи мобільному пристрої, коли ви 
                завершуєте сеанс перегляду. Існує також багато програм 
                сторонніх розробників, які можна додати у свій 
                браузер, щоб блокувати або керувати файлами cookie. 
                Ви також можете видалити файли cookie, які раніше були 
                розміщені у вашому браузері, вибравши опцію видалення історії 
                веб-перегляду та ввімкнувши опцію видалення файлів cookie.
                Ви можете знайти більш детальну інформацію про файли 
                cookie та налаштування параметрів браузера на сторінці: 
                <a href="https://allaboutcookies.org/" 
                className="paragraph-link">
                    https://allaboutcookies.org/
                </a>.
            </p>
            <h4 className="paragraph-title">
                Як ми викристовуємо cookie?
            </h4>
            <p className="article-paragraph">
                Ми використовуємо файли cookie, щоб 
                покращити вашу взаємодію з користувачами 
                під час використання наших сторінок 
                (
                    наприклад, з метою зменшення частої 
                    необхідності введення одних і тих самих 
                    даних
                ), а також з метою дослідження того, як 
                використовуються наші сторінки, або створення 
                статистики. На жаль, у більшості випадків не існує 
                галузвевого стандарту для вимкнення файлів cookie 
                без часткового або повного вимкнення функцій і функцій, 
                які використовує цей веб-сайт. Рекомендується 
                ввімкнути всі файли cookie, якщо ви не впевнені, 
                потрібні вони вам чи ні, якщо вони викорстовуються 
                для надання послуг, якими ви користуєтесь.
            </p>
            <h4 className="article-paragraph">
                Які cookie ми використовуємо?
            </h4>
            <p className="article-paragraph">
                Ми використовуємо файли cookie налаштувань 
                веб-сайту. Щоб надати вам чудовий досвід 
                роботи на цьому веб-сайті, ми надаємо 
                функціональні можливості для налаштування 
                ваших уподобань щодо роботи сайту, коли ви його 
                використовуєте. Щоб запам'ятати ваші налаштування,
                нам потрібно встановити файли cookie, щоб цю інформацію 
                можна було відновлювати щоразу, коли взаємодія зі 
                сторінкою впливає на ваші налаштування. Коли ми говоримо 
                про типи файлів cookie, на наших сторінках 
                використовуються технічні файли cookie 
                (обов'язкові файли cookie, які не можна вимкнути), 
                необхідні для функціонування веб-сайту, функціональні 
                файли cookie (можна вимкнути), які дозволяють 
                веб-сайту забезпечувати покращену функціональність 
                і персоналізацію, статистичні файли cookie (можна вимкнути),
                які використовуються для покращення функціонування веб-
                сайту, і маркетингові файли cookie (можна вимкнути),
                які дозволяють нам реєструвати відвідування та джерела 
                трафіку, щоб ми могли вимірювати та покращувати 
                ефективність нашого веб-сайту.
            </p>
            <h4 className="paragraph-title">
                Файли cookies за функціями
            </h4>
            <p className="article-paragraph">
                <b>
                    Технічні файли cookie - 
                    обов'язкові файли cookie
                </b>
            </p>
            <p className="article-paragraph">
                (завжди активні) - необхідні для 
                функціонування Інтернет-сайту і 
                не можуть бути вимкнені у наших системах.
                Зазвичай вони втсановлюються у відповідь на ваші 
                дії, пов'язані із запитом на надання послуг, 
                наприклад налаштування файлів cookie, вхід 
                або заповнення форм. Ви можете налаштувати свій 
                браузер на блокування цих файлів cookie або 
                надсилати попередження про них, але в цьому випадку 
                деякі частини сайту не працюватимуть. Ці файли 
                cookie не збергіають жодної інформації, яка могла б 
                вас ідентифікувати
            </p>
            <p className="article-paragraph">
                <b>Функціональні cookies</b>
            </p>
            <p className="article-paragraph">
                (можна вимкнути) - дозволи веб-сайту 
                забезпечувати покращену функціональність 
                та персоналізацію. Вони можуть бути 
                встановлені нами або сторонніми 
                постачальниками послуг, чиї послуги були додані 
                на наші сайти. Якщо ви не ввімкнете ці файли 
                cookie, деякі з цих функцій можуть не 
                працювати належним чином.
            </p>
            <p className="paragraph-title">
                <b>Статистичні cookies</b>
            </p>
            <p className="article-paragraph">
                (можна вимкнути) - дозвольте нам 
                створювати псевдонімну статистику про 
                використання наших послуг з метою розробки їх
                відповідно до ваших потреб. Це дозволяє 
                нам визначити, наприклад, як ми можемо ще краще 
                адаптувати наші веб-сайти до звичок користувачів.
            </p>
            <p className="article-paragraph">
                <b>Маркетингові cookies</b>
            </p>
            <p className="article-paragraph">
                (можна вимкнути) - увімкніть запис відвідувань 
                і джерел трафіку, щоб ми могли вимірювати 
                та покращувати ефективність нашого веб-сайту. 
                Вони допомагають нам з'ясувати, які сторінки є 
                найбільш і найменш популярними, і побачити, як 
                відвідувачі переміщаються сайтом. Уся інформація, 
                зібрана цими файлами cookie, накопичується і 
                тому залишається анонімною. Якщо ви не ввімкнете 
                ці файли cookie, ми не знатимемо, коли ви відвідали 
                наш сайт, і не зможемо контролювати його ефективність. 
                Вони не зберігають безпосередньо персональні 
                налаштування, а базуються на унікальній ідентифікації 
                вашого браузера та інтернет-пристрою. Якщо ви не 
                ввімкнете ці файли cookie, ви побачите менш цільову 
                рекламу.
            </p>
            <h4 className="paragraph-title">
                Як ви можете вимкнути cookies
            </h4>
            <p className="article-paragraph">
                Ви можете запобігти встановленню файлів 
                cookie, налаштувавши свій браузер (ви 
                можете побачити, як це зробити 
                <a href="https://allaboutcookies.org/how-to-manage-cookies" className="paragraph-link">
                    за цим 
                </a> посиланням або в налаштуваннях вашого браузера.)
                Зверніть увагу, що вимкнення файлів cookie вплине 
                на функціональність цього та багатьох інших веб-сайтів, 
                які ви відвідуєте. Вимкнення файлів cookie зазвичай 
                призводить до вимкнення певних функцій цього 
                веб-сайту. Оскільки мета файлів cookie полягає в тому,
                щоб покращити та уможливити використання наших 
                веб-сайтів, зверніть увагу, що вимкнення або видалення 
                файлів cookie може перешкодити роботі цих 
                функцій або призвести до того, що вони працюватимуть 
                і виглядатимуть по-іншому у вашому браузері, 
                тому ми не рекомендуємо вимикати файли cookie.
            </p>
            <h4 className='paragraph-title'>
                Що таке файли cookie третіх сторін?
            </h4>
            <p className="article-paragraph">
                У деяких особливих випадках ми також використовуємо 
                файли cookie, надані третіми сторонами, і використовуємо їх 
                для отримання статистичних даних про відвідування 
                та спосіб використання наших веб-сайтів. У 
                наступному розділі описано, які сторонні 
                файли cookie ви можете знайти на цьому веб-сайті.
            </p>
            <p className="article-paragraph" id="last-paragraph">
                Ми використовуємо{" "}  
                <a href="https://marketingplatform.google.com/about/analytics/"
                className="paragraph-link">
                     Google Analytics
                </a>, що є одним із найпоширеніших 
                і надіних аналітичних рішень в Інтернеті, 
                яке допомагає нам зрозуміти, як ви 
                використовуєте веб-сайт і як ми можемо покращити 
                ваш досвід. Ми використовуємо метод інтеграції, 
                який анонімізує вашу IP-адресу та не 
                збирає особисті дані, які можуть ідентифікувати вас. 
                Ці файли cookie можуть відстежувати такі події, 
                як тривалість вашого відвідування веб-сайту та 
                сторінки, які ви відвідуєте, щоб ми 
                могли продовжувати створювати цікавий вміст. 
                Ви можете побачити, як Google використовує 
                файли cookie, і як він налаштовує рекламу, яка 
                показується вам, коли ви переглядаєте Інтернет,
                {" "} 
                <a href="https://myadcenter.google.com/home?hl=hr&sasb=true&ref=ad-settings" className="paragraph-link">
                    тут
                </a>.
            </p>
        </section>
    </>
  )
}

export default Cookies
