import React from 'react'
import "./GDPR.css";
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const GDPR = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                GDPR & Журналістика
            </h2>
            <h4 className="paragraph-title">
                Інформація про обробку персональних даних
                у журналістських цілях
            </h4>
            <p className="article-paragraph">
                Sofascore керує вмістом спортивних новин
                на своєму веб-сайті та додатках для мобільних
                телефонів, планшетів і подібних пристроїв (разом
                "Платформа"). За допомогою Платформи Sofascore може
                збирати вашу особисту інформацію("ви" або "ваша").
                У цьому документі, що стосується обробки персональних
                даних для журналістських цілей("Інформація"), описано,
                як Sofascore збирає, використовує та захищає ваші особисті
                дані разом із вмістом новин, доступними на Платформі Sofascore,
                незалежно від мовної версії чи географічного розташування.  
            </p>
            <h5 className="paragraph-title">
                1.Sofascore - хто ми і як зв'язатись з нами
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 "Sofascore", як контроллер ваших особистих
                даних, означає Sofa IT d.o.o., компанію з обмеженою
                відповідальністю, офіс зареєстрований за адресою 
                Vrbani 4, 10000 Zagreb, Республіка Хорватія, ідентифікаційний
                номер компанії 96366258208.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 З будь-якої причини ви можете зв'язатись з Sofascore
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.1 через контактну веб-форму на корпоративному сайті 
                Sofascore: 
                <a href="https://corporate.sofascore.com" className="paragraph-link">
                    https://corporate.sofascore.com;
                </a>
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.2 Через e-mail надісланий за адресою
                <a href="mailto:support@sofascore.com" className="paragraph-link">
                    support@sofascore.com 
                </a> або 
                <a href="mailto:dpo@sofascore.com" className="paragpraph-link">
                    dpo@sofascore.com
                </a>
            </p>
            <h5 className="paragraph-title">
                1.3 Персональна обробка даних
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Персональні дані, опубліковані в рамках журналістського
                контенту на Платформі Sofascore або оброблені під час 
                створення такого контенту, визначаються інтересом громадськості
                до спортивної інформації. Він охоплює різноманітну інформацію
                про окремих осіб, включно з вашими особистими даними, а також
                інформацію про спортивних діячів, клуби, організації, матчі,
                виступи та пов'язані події. Зокрема ця іфнормація містить:
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.1 Ідентифікаційна інформація, зокрема ім'я, 
                вік і громадянство
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.2 Візуальні та звукові матеріали особистого
                характеру, зокрема інтерв'ю та заяви, які приписуються
                вам.
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.3 Деталі приналежності, що стосуються вашої участі
                у спорті, громадському житті або членства
                в певних групах(наприклад, спортивних клубах).
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.4 Дані про спортивну діяльність, що
                охоплює інформацію про вашу участь у 
                спортивних подіях, виступи та відповідну 
                статистику
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.5 Особливі категорії персональних даних, 
                безпосередньо пов'язаних із вашою спотивною
                або професійною діяльністю(наприклад, травми
                та пов'язані з ними захворювання). Sofascore
                оброблятиме та, за необхідності, розкриватиме
                ці особливі категорії персональних даних, лише
                якщо Sofascore визначить, що існує значний загальний
                суспільний інтерес до їх обробки та розкриття.
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.6 Sofascore також може містити додаткову 
                інформацію про вас, таку як сімейні стосунки,
                зайнятість, фінансовий стан, досягення тощо.
                Sofascore обробляє та розкриває ці дані збалансовано,
                виходячи із значного суспільного інтересу. 
            </p>
            <h5 className="paragraph-title">
                1.2 Мета та правова основа обробки
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Обробка персональних даних базується на законодавчих
                положеннях, викладених у Законі №110/2019 3б. про обробку 
                персональних даних із змінами ("Закон"). Це включає
                обробку для журналістського, академічного, художнього
                чи літературного вираження, а також гарантовану 
                Конституцією свободу вираження поглядів і право на 
                інформацію. Законний інтерес Sofascore щодо захисту
                від судових претензій і забезпечення точності вмісту
                також є правовою основою для обробки персональних даних.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 Конкретні цілі обробки такі:
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.1 <b>Підготовка, обробка та публікація вмісту</b>
            </p>
            <p className="article-paragraph inner-paragraph inner">
                Sofascore використовує ваші персональні дані для 
                підготовки, створення та обробки контенту в його 
                остаточному форматі, а також для його подальшої 
                публікації на Платформі для роботи новинних платформ,
                орієнтовних переважно на спорт. Це включає:
                <ul className="paragraph-ul">
                    <li className="point">
                        Подача базового матеріалу для підготовки
                        та публікації текстового, візуального
                        чи аудіо медіаконтенту.
                    </li>
                    <li className="point">
                        Демонстрація законного інтересу в обробці
                        персональних даних і підтвердження точності 
                        вмісту, опублікованого Sofascore.
                    </li>
                    <li className="point">
                        Включення в бібліотеку фотографій або сховища
                        аудіовізульного вмісту за умови, що це 
                        зображення або аудіовізуальний запис, на 
                        публікацію яких Sofascore має дозвіл.
                    </li>
                </ul>
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2.2. <b>Генерація ключових слів і профілів</b>
            </p>
            <p className="article-paragraph inner-paragraph inner">
                Крім того, Sofascore використовує ваші 
                особисті дані в роботі Платформи для створення
                баз даних, класифікації та впорядкування
                журналістського контенту та створення ключових
                слів, полегшуючи публічний пошук і підвищуючи ясність
                вмісту. Sofascore запевняє вас, що Sofascore не
                приймає жодних автоматизованих індивідуальних 
                рішень щодо вашого профілю, як визначено в статті 
                22 Регламенту (ЄС) 2016/679 Європейсього Парламенту
                та Ради від 27 квітня 2016 року про захист 
                фізичних осіб щодо обробки персональних даних
                і вільного переміщення таких даних, яка скасовує 
                Директиву 95/46/ЄС (надалі "Регламент").
            </p>
            <h5 className="paragraph-title">
                1.3 Час обробки
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Sofascore оброблятиме ваші персональні 
                дані протягом терміну дії правових підстав
                для обробки
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 Якщо персональні дані обробляються з метою
                підготовки журналістського контенту, Sofascore
                припинить їх обробку, якщо вони більше не будуть
                використовуватись для цієї мети, і якщо Sofascore 
                не передбачає їх використання в будь-яких 
                інших майбутніх матеріалах.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.3 Якщо персональні дані публікуються як 
                частина журналістського контенту, вони будуть
                оброблятись в електронній формі шляхом 
                зберігання у відповідному сховищі даних, 
                що використовується для роботи відповідної Платформи
                або для електронного архівування журналістського контенту
                на Платформі, без обмеження часу.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.4 Якщо персональні дані обробляються для 
                обгрунтування законного інтересу в обробці 
                персональних даних, у разі суперечок і для
                перевірки точності вмісту, який публікує
                Sofascore, вони можуть оброблятись необмежений
                термін залежно від його характеру. Sofascore
                припинить обробку за власним бажанням, якшо
                обгрунтування для обробки більше не діє
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.5 Якщо персональні дані обробляються для 
                створення ключових слів і профілів, вони 
                будуть оброблятись в електронному вигляді 
                шляхом зберігання у відповідному сховищі даних, 
                що використовується для роботи відповідної Платформи,
                протягом періоду зберігання відповідного вмісту, 
                якого вони стосуються.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.6 Якщо персональні дані обробляються шляхом їх 
                зберігання у фотобанку чи іншій базі 
                даних аудіовізуального контенту, вони оброблятимуться
                протягом терміну дії ліцензії чи іншого дозволу на 
                публікацію відповідного аудіовізульного контенту
                (можливо без обмеження за часом у деяких випадках)
                або протягом терміну дії авторського права на цей вміст.
            </p>
            <h5 className="paragraph-title">
                1.7 Адміністратор та інші процесори
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1. Усі вищазазначені персональні дані обробляються Sofascore
                як контролером. Це означає, що Sofascore визначає
                мету та методи обробки ваших особистих даних, включаючи,
                але не обмежуючись цим, збір, запис, сортування та,
                за необхідності, розкриття. Sofascore несе відповідальність
                за належене виконання такої обробки ваших персональних
                даних
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2. Sofascore також залучає послуги інших 
                обробників для обробки персональних даних, 
                які обробляють персональні дані виключно на
                основі вказівок Sofascore і для цілей, зазначених
                вище. Ці процесори включають фізичних або 
                юридичних осіб, які беруть участь у технічних
                операціях від імені Sofascore, наприклад, тих,
                хто надає послуги хостингу та розробки програмного
                забезпечення, а також зовнішніх процесорів Sofascore 
                журналістського контенту та інших афілійованих компаній
                у групі Sofascore
            </p>
            <h5 className="paragraph-title">
                Інші одержувачі
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1. Ваші персональні дані в журналістському
                контенті будуть опубліковані та доступні для 
                громадськості в Інтернеті або для обмеженої 
                кількості користувачів Sofascore
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2. Sofascore може включати ваші особисті дані 
                як частину журналістського контенту в соціальних
                мережах. У таких випадках ваші дані можуть бути
                передані до третіх країн (за межами ЄС), як це
                визначено Регламентом, включаючи країни, для 
                яких Європейська комісія ще не визначила адекватний
                захист, еквівалентний законодавству ЄС. За таких
                обставин Sofascore гарантує, що ваші персональні дані
                обробляються та захищаються відповідно до стандартної
                <a href="#" className="paragraph-link">
                    політики конфіденційності
                </a>
                 Sofascore, а також за допомогою
                відповідних заходів безпеки, викладених у статті 46
                Регламенту. Додаткові відомості про ці гарантії доступні, 
                на приклад, 
                <a href="#" className="paragraph-link" >тут</a>
            </p>
            <h5 className="paragraph-title">
                1.3. Ваші права
            </h5>
            <p className="article-pargraph numeric-paragraph">
                1.1. Під час обробки ваших особистих 
                даних ви володієте певними правами, які
                Sofascore зобов'язаний підтримувати в
                належному обсязі.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2. Однак, оскільки Sofascore обробляє ваші 
                персональні дані в журналістських цілях, до 
                реалізації прав застосовуються певні вийнятки.
                Відповідно до Закону про право на доступ до 
                інформації (Офіційний вісник №25/13, 85/15, 69/22),
                усі хорватські та іноземні фізичні та юридичні 
                особи мають право на доступ до інформації, 
                якою володіють органи державної влади, рівноправно 
                та на рівних умовах. Конкретні умови також викладені 
                у випадку права на обмеження обробки (як описано в 
                пункті 7.6 нижче).
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.3. <b>Право доступу.</b>
                Ви маєте право вимагати від Sofascore інформацію
                про обробку персональних даних Sofascore, її мету
                та тривалість. Однак Sofascore залишає за собою
                право захищати джерело та зміст інформації. Sofascore 
                може відмовитись розкрити джерело або чи походить 
                воно з загальнодоступних джерел. У доступі може 
                бути відмовлено, якщо Sofascore не публікує дані 
                виключно для журналістських чи експресивних цілей, 
                або якщо надання доступу загрожує цілям обробки чи 
                потребує напропорційних зусиль.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.4. <b>Право на відновлення.</b>
                Якщо ви виявите, що персональні дані, які Sofascore
                обробляє про вас, є неточними або неповними, ви маєте 
                право вимагати виправлення без невиправданої затримки
                (якщо це технічно можливо) або виправлення, якщо 
                неточності чи неповнота суттєво впливають на вашу особистість.
                Після виправлення персональних даних Sofascore повідомить 
                вас про цю дію, вказавши останнє оновлення безпосередньо 
                в опублікованому контенті.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.5. <b>Право на видалення.</b>
                Якщо ви вважаєте, що обробка ваших персональних 
                даних необгрунтовано вплинула на вашу особистість, 
                ви маєте право вимагати видалення своїх персональних 
                даних. Sofascore може відмовити у видаленні, якщо 
                Sofascore визначить, що в конкретному випадку 
                переважає суспільний інтерес, або якщо дані призначені
                виключно для журналістських чи експрес-цілей, або 
                якщо задоволення вашого запиту поставило б під 
                загрозу цілі обробки або вимагало б непропорційних 
                зусиль. Якщо Sofascore вирішить видалити особисті дані, 
                Sofascore повідомить вас про цю дію, вказавши останнє 
                оновлення безпосередньо в опублікованому вмісті, якшо 
                воно доступне, або іншим відповідним особам.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.6. <b>Право на обмеження процесу.</b>
                Навіть якщо ваші персональні дані обробляються в 
                журналістських цілях, ви все одно можете скористатись
                правом обмежити обробку персональних даних у певних 
                випадках. Це право дозволяє вимагати, щоб дані не 
                піддавались подальшій обробці протягом обмеженого періоду
                Sofascore зобов'язується обмежити обробку персональних 
                даних, якщо виконуються всі наступні умови:
            </p>
            <p className="article-paragraph numeric-paragraph inner">
                1.6.1. Sofascore більше не потребує ваших персональних 
                даних для вищезазначених цілей обробки:
            </p>
            <p className="article-paragraph numeric-paragraph inner">
                1.6.2. Вам потрібні ваші персональні дані для встановлення,
                реалізації або захисту ваших правових претензій, 
                і водночас надання можливості Sofascore завдовольнити 
                це право не потребує непропорційних зусиль з боку 
                Sofascore.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.7. <b>Право на заперечення проти обробки. </b>
                Ви маєте право заперечувати, хоча й виключно 
                проти певного розголошення чи публікації 
                персональних даних на основі законних інтересів
                Sofascore. У таких випадках будь ласка, надайте 
                конкретні причини, які вказують на те, що 
                у ваших обставинах законний інтерес у захисті ваших прав 
                і свобод переважає суспільний інтерес у свободі 
                вираження поглядів. Якщо Sofascore визначить, що 
                ваші інтереси дійсно мають перевагу, Sofascore припинить
                розголошувати відповідні персональні дані.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.8. <b>Право на подання скарги. </b>
                Здійснення ваших прав у вищезазначений спосіб 
                не перешкоджає вашому праву подати скаргу до 
                відповідного контролюючого органу. Ви можете 
                скористатись цим правом, особливо якщо вважаєте, 
                що Sofascore незаконно обробляє ваші персональні 
                дані або порушує загальнообов'язкові правові норми. 
                У вас є можливість подати скаргу на обробку персональних
                даних Sofascore до Хорватського агентства із 
                захисту персональних даних, розташованого за 
                адресою Selska cesta 136, 10 000 Zagreb.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.9. <b>Здійснення своїх прав.</b>
                З будь-якими запитами, використанням прав або скаргами
                щодо ваших особистих даних, будь ласка, 
                зв'яжіться з Sofascore за допомогою наданих 
                електронних засобів, бажано електронною поштою 
                (див. статтю 1). Sofascore прагне відповідсти швидко, 
                протягом одного місяця. У складних випадках Sofascore
                може продовжити цей період до двох місяців і повідомить
                вас відповідно про причини затримки.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.10. Sofascore залишає за собою право періодично
                переглядати або оновлювати це Повідомлення про 
                конфіденційність: остання версія постійно доступна
                на веб-сайті Sofascore та в мобільних додатках.
                Тому Sofascore рекомендує періодично перевіряти
                цю Інформацію, щоб бути в курсі умов обробки 
                персональних даних і ваших прав.
            </p>
            <hr></hr>
            <div className="article-footer">
            <p className="location-title">
                In Zagreb on Thu Apr 25 2024.
            </p>
            <p className="who">
                Sofa IT d.o.o.
            </p>
         </div>
         </section>
    </>
  )
}

export default GDPR
