import React from 'react'
import "./GDPR.css";
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const GDPR = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                GDPR & Журналістика
            </h2>
            <h5 className="paragraph-title">
                Інформація про обробку персональних даних
                у журналістських цілях
            </h5>
            <p className="article-paragraph">
                Sofascore керує вмістом спортивних новин
                на своєму веб-сайті та додатках для мобільних
                телефонів, планшетів і подібних пристроїв (разом
                "Платформа"). За допомогою Платформи Sofascore може
                збирати вашу особисту інформацію("ви" або "ваша").
                У цьому документі, що стосується обробки персональних
                даних для журналістських цілей("Інформація"), описано,
                як Sofascore збирає, використовує та захищає ваші особисті
                дані разом із вмістом новин, доступними на Платформі Sofascore,
                незалежно від мовної версії чи географічного розташування.  
            </p>
            <h5 className="paragraph-title">
                1.Sofascore - хто ми і як зв'язатись з нами
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 "Sofascore", як контроллер ваших особистих
                даних, означає Sofa IT d.o.o., компанію з обмеженою
                відповідальністю, офіс зареєстрований за адресою 
                Vrbani 4, 10000 Zagreb, Республіка Хорватія, ідентифікаційний
                номер компанії 96366258208.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 З будь-якої причини ви можете зв'язатись з Sofascore
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.1 через контактну веб-форму на корпоративному сайті 
                Sofascore: 
                <a href="https://corporate.sofascore.com" className="paragraph-link">
                    https://corporate.sofascore.com;
                </a>
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.2 Через e-mail надісланий за адресою
                <a href="mailto:support@sofascore.com" className="paragraph-link">
                    support@sofascore.com 
                </a> або 
                <a href="mailto:dpo@sofascore.com" className="paragpraph-link">
                    dpo@sofascore.com
                </a>
            </p>
            <h5 className="paragraph-title">
                1.3 Персональна обробка даних
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Персональні дані, опубліковані в рамках журналістського
                контенту на Платформі Sofascore або оброблені під час 
                створення такого контенту, визначаються інтересом громадськості
                до спортивної інформації. Він охоплює різноманітну інформацію
                про окремих осіб, включно з вашими особистими даними, а також
                інформацію про спортивних діячів, клуби, організації, матчі,
                виступи та пов'язані події. Зокрема ця іфнормація містить:
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.1 Ідентифікаційна інформація, зокрема ім'я, 
                вік і громадянство
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.2 Візуальні та звукові матеріали особистого
                характеру, зокрема інтерв'ю та заяви, які приписуються
                вам.
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.3 Деталі приналежності, що стосуються вашої участі
                у спорті, громадському житті або членства
                в певних групах(наприклад, спортивних клубах).
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.4 Дані про спортивну діяльність, що
                охоплює інформацію про вашу участь у 
                спортивних подіях, виступи та відповідну 
                статистику
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.5 Особливі категорії персональних даних, 
                безпосередньо пов'язаних із вашою спотивною
                або професійною діяльністю(наприклад, травми
                та пов'язані з ними захворювання). Sofascore
                оброблятиме та, за необхідності, розкриватиме
                ці особливі категорії персональних даних, лише
                якщо Sofascore визначить, що існує значний загальний
                суспільний інтерес до їх обробки та розкриття.
            </p>
            <p className="article-paragraph inner-paragraph">
                1.1.6 Sofascore також може містити додаткову 
                інформацію про вас, таку як сімейні стосунки,
                зайнятість, фінансовий стан, досягення тощо.
                Sofascore обробляє та розкриває ці дані збалансовано,
                виходячи із значного суспільного інтересу. 
            </p>
            <h5 className="paragraph-title">
                1.2 Мета та правова основа обробки
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Обробка персональних даних базується на законодавчих
                положеннях, викладених у Законі №110/2019 3б. про обробку 
                персональних даних із змінами ("Закон"). Це включає
                обробку для журналістського, академічного, художнього
                чи літературного вираження, а також гарантовану 
                Конституцією свободу вираження поглядів і право на 
                інформацію. Законний інтерес Sofascore щодо захисту
                від судових претензій і забезпечення точності вмісту
                також є правовою основою для обробки персональних даних.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 Конкретні цілі обробки такі:
            </p>
            <p className="article-paragraph inner-paragraph">
                1.2.1 <b>Підготовка, обробка та публікація вмісту</b>
            </p>
            <p className="article-paragraph inner-paragraph inner">
                Sofascore використовує ваші персональні дані для 
                підготовки, створення та обробки контенту в його 
                остаточному форматі, а також для його подальшої 
                публікації на Платформі для роботи новинних платформ,
                орієнтовних переважно на спорт. Це включає:
                <ul className="paragraph-ul">
                    <li className="point">
                        Подача базового матеріалу для підготовки
                        та публікації текстового, візуального
                        чи аудіо медіаконтенту.
                    </li>
                    <li className="point">
                        Демонстрація законного інтересу в обробці
                        персональних даних і підтвердження точності 
                        вмісту, опублікованого Sofascore.
                    </li>
                    <li className="point">
                        Включення в бібліотеку фотографій або сховища
                        аудіовізульного вмісту за умови, що це 
                        зображення або аудіовізуальний запис, на 
                        публікацію яких Sofascore має дозвіл.
                    </li>
                </ul>
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2.2. <b>Генерація ключових слів і профілів</b>
            </p>
            <p className="article-paragraph inner-paragraph inner">
                Крім того, Sofascore використовує ваші 
                особисті дані в роботі Платформи для створення
                баз даних, класифікації та впорядкування
                журналістського контенту та створення ключових
                слів, полегшуючи публічний пошук і підвищуючи ясність
                вмісту. Sofascore запевняє вас, що Sofascore не
                приймає жодних автоматизованих індивідуальних 
                рішень щодо вашого профілю, як визначено в статті 
                22 Регламенту (ЄС) 2016/679 Європейсього Парламенту
                та Ради від 27 квітня 2016 року про захист 
                фізичних осіб щодо обробки персональних даних
                і вільного переміщення таких даних, яка скасовує 
                Директиву 95/46/ЄС (надалі "Регламент").
            </p>
            <h5 className="paragraph-title">
                1.3 Час обробки
            </h5>
            <p className="article-paragraph numeric-paragraph">
                1.1 Sofascore оброблятиме ваші персональні 
                дані протягом терміну дії правових підстав
                для обробки
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.2 Якщо персональні дані обробляються з метою
                підготовки журналістського контенту, Sofascore
                припинить їх обробку, якщо вони більше не будуть
                використовуватись для цієї мети, і якщо Sofascore 
                не передбачає їх використання в будь-яких 
                інших майбутніх матеріалах.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.3 Якщо персональні дані публікуються як 
                частина журналістського контенту, вони будуть
                оброблятись в електронній формі шляхом 
                зберігання у відповідному сховищі даних, 
                що використовується для роботи відповідної Платформи
                або для електронного архівування журналістського контенту
                на Платформі, без обмеження часу.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.4 Якщо персональні дані обробляються для 
                обгрунтування законного інтересу в обробці 
                персональних даних, у разі суперечок і для
                перевірки точності вмісту, який публікує
                Sofascore, вони можуть оброблятись необмежений
                термін залежно від його характеру. Sofascore
                припинить обробку за власним бажанням, якшо
                обгрунтування для обробки більше не діє
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.5 Якщо персональні дані обробляються для 
                створення ключових слів і профілів, вони 
                будуть оброблятись в електронному вигляді 
                шляхом зберігання у відповідному сховищі даних, 
                що використовується для роботи відповідної Платформи,
                протягом періоду зберігання відповідного вмісту, 
                якого вони стосуються.
            </p>
            <p className="article-paragraph numeric-paragraph">
                1.6 Якщо персональні дані обробляються шляхом їх 
                зберігання у фотобанку чи іншій базі 
                даних аудіовізуального контенту, вони оброблятимуться
                протягом терміну дії ліцензії чи іншого дозволу на 
                публікацію відповідного аудіовізульного контенту
                (можливо без обмеження за часом у деяких випадках)
                або протягом терміну дії авторського права на цей вміст.
            </p>
         </section>
    </>
  )
}

export default GDPR
