import React from 'react'
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const Terms = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                ПРАВИЛА & УМОВИ
            </h2>
        <h4 className="paragraph-title">
            Попередні положення
        </h4>
        <p className="article-paragraph">
            <b>1.1. Правила</b>
        </p>
        <p className="article-paragraph">
            У цих положеннях та умовах "Sofascore"
            означає Sofa IT d.o.o. з зареєстрованим 
            офісом за адресою Vrbani 4, 10000 Загреб,
            Республіка Хорватія, зареєстрована в Торговому
            реєстрі, який веде комерційний суд у Загребі, 
            Республіка Хорватія під номером ПДВ: HR96366258208,
            а "Користувач" означає вас як користувача 
            онлайн-платформи Sofascore ("Платформа").
        </p>
        <p className="article-paragraph">
            Ці положення та умови ("Умови") встановлюють 
            взаємні права та обов'язки між Sofascore та 
            Користувачем при використанні Платформи.
        </p>
        <h4 className="paragraph-title">
            2. Вміст Платформи
        </h4>
        <p className="article-paragraph">
            <b>2.1. Сервіс Sofascore</b>
        </p>
        <p className="article-paragraph">
            Платформа надає спортивні результати
            в прямому ефірі та спортивну статистику 
            для понад 20 різних видів спорту через 
            веб-сторінку (www.sofascore.com) і мобільні 
            програми sofascore (iOS, Huawei і Android:
            <a href="https://play.google.com/store/apps/details?id=com.sofascore.results"
            className="paragraph-link">
                https://play.google.com/store/apps/details?id=com.sofascore.results
            </a>, 
            <a href="https://apps.apple.com/us/app/sofascore-live-score-app/id1176147574"
            className="paragraph-link">
                https://apps.apple.com/us/app/sofascore-live-score-app/id1176147574
            </a>
            ).
            Результати та статистичні дані, представлені 
            на Платформі, отримані з різних джерел (третіх 
            осіб), внутрішніх зусиль або офіційних додатків.
            Sofascore прагне підтримувати оновлений і точний вміст 
            на Платформі, але Sofascore не може гарантувати 
            абсолютну точніть. Рекомендується, щоб Користувач
            перевіряв інформацію з Платформи з оригінальними 
            та альтернативними джерелами. Користувач покладається
            на результати та інформацію Платформи на власний 
            розсуд. Контент на Платформі може відрізнятися 
            залежно від регіональних, мовних чи інших факторів, 
            включаючи як матеріали Sofascore, так і сторонній вміст.
        </p>
        <p className="article-paragraph">
            <b>
                2.2. Sofascore не несе відповідальності
                за використання Користувачем Платформи
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore прагне надавати Платформу 
            та її вміст старанно та компетентно
            відповідно до цих Умов. Однак рішення 
            Користувача використовувати Платформу, її 
            функції, програмне забезпечення та інформацію 
            приймається виключно на його власний ризик 
            і виключно для особистого використання. 
            Платформу не можна використовувати для 
            комерційних цілей.
        </p>
        <p className="article-paragraph">
            <b>
                2.3. Реєстрація користувача та преміум-контент
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore вимагає реєстрації для доступу 
            до певних розділів або функцій Платформи. 
            Реєстрація може залежати від відповідності 
            певним віковим вимогам. Відмова від реєстрації
            може обмежити доступ Користувача до певного 
            вмісту, а функціональність Платформи може 
            бути зменшена. Крім того, доступ до 
            певних функцій або вмісту може залежати 
            від оплати.
        </p>
        <p className="article-paragraph">
            <b>
                2.4. Контент з третіх сторін
            </b>
        </p>
        <p className="article-paragraph">
            Платформа може містити сторонній контент, 
            отриманий ззовні, за який Sofascore не несе
            відповідальності. Такий вміст, позначений 
            відовідний логотипом, піктограмою чи іншим 
            ідентифікатором, не розміщується на серверах
            Sofascore і не створюється та не завантажується
            Sofascore. Sofascore чітко відмовляється від 
            відповідальності за сторонній вміст, його доступніть
            або точність.
        </p>
        <p className="article-paragraph">
            <b>
                2.5. Місцеве право
            </b>
        </p>
        <p className="article-paragraph">
            Рекомендується, щоб Користувач дотримувався
            відповідних законів країни, де Користувач 
            на даний момент проживає тимчасово чи постійно,
            або громадянства якої Користувач має.
        </p>
        <p className="article-paragraph">
            <b>
                2.6. Інтелектуальна власність
            </b>
        </p>
        <p className="article-paragraph">
            Тексти, фотографії, графічне оформлення та 
            інші компоненти, розміщені на Платформі, 
            можуть індивідуально та/або спільно захищатися
            авторським правом (тут іменується "Контент, 
            захищений авторським правом"). Якщо немає 
            спеціальної письмової домовленості з Sofascore 
            або з власниками вмісту, захищеного авторським 
            правом, добросовісне використання цих матеріалів, 
            особливо якщо вони є вмістом третіх сторін, 
            обмежується ступенем і способом, дозволеним 
            чинним законодавством. Зокрема відтворення 
            (копіювання) вмісту, захищеного авторським правом, 
            для отримання прямої чи непрямої економічної вигоди, 
            а також його розповсюдження, прокат, демонстрація або
            оприлюднення (включаючи спілкування в Інтернеті)
            заборонено без явної згоди Sofascore.
        </p>
        <p className="article-paragraph">
            <b>2.6.1. Конкретний вміст на Платформі</b>
        </p>
        <p className="article-paragraph">
            Незважаючи на вищезазначене, користувач 
            може ділитися графікою, статистикою, 
            статистичним аналізом і подібним вмістом
            Sofascore, якщо така можливість увімкнена
            та надається через саму Платформу. Крім того,
            вмістом платформи можна ділитись через 
            соціальні мережі чи інші канали зв'язку, 
            лише якщо він відповідає цим Умовам, служить
            цілям Платформи та не є порушенням імені та 
            репутації Sofascore.
        </p>
        <p className="article-paragraph">
            <b>
                2.7. Порушення авторських прав і торгових марок
            </b>
        </p>
        <p className="article-paragraph">
            Порушення авторських прав, прав на товарний 
            знак або спеціальних прав постачальника 
            бази даних може призвести до цивільних, 
            адміністравних або кримінальних наслідків.
        </p>
        <p className="article-paragraph">
            <b>2.8. Безпека бази даних</b>
        </p>
        <p className="article-paragraph">
            Матеріали в базі даних Платформи 
            ("Вміст бази даних") захищені унікальним
            авторським правом, наданим постачальнику
            бази даних. Без попердньої письмової згоди 
            з Sofascore Вміст бази даних можна використовувати
            лише на законних підставах, якщо це дозволено 
            чинним законодавством. Зокрема, забороняється 
            вилучення (копіювання) або використання 
            (загальнодоступність) Вмісту бази даних або його 
            значної частини без явної згоди Sofascore.
        </p>
        <p className="article-paragraph">
            <b>
                2.9. Несанкціонований зрив
            </b>
        </p>
        <p className="article-paragraph">
            Користувачеві забороняється перешкоджати 
            роботі Sofascore, порушувати безпеку в Інтернеті 
            або втручатись в роботу інших користувачів.
            Навантажувати сервер Sofascore автоматичними запитами
            або допомагати іншим робити це суворо заборонено.
            Забороняється змінювати, демонструвати або 
            реконструювати веб-сайт, якшо це не дозволено 
            законом. Використання вмісту веб-сайту шляхом 
            вбудовування, агрегування, копіювання або 
            відтворення без явної згоди заборонено, за винятком 
            випадків, дозволених законом.
        </p>
        <p className="article-paragraph">
            <b>2.10. Презентація реклами</b>
        </p>
        <p className="article-paragraph">
            Користувач дає згоду на показ реклами, 
            в тому числі, реклами третіх сторін, на 
            Платформі.
        </p>
        <p className="article-paragraph">
            <b>
                2.11. Зв'язок з азартними іграми
            </b>
        </p>
        <p className="article-paragraph">
            Використання Користувачем Платформи пов'язане 
            з невід'ємними ризиками, які Користувач приймає 
            на себе. Платформа не призначена для ігор 
            чи азартних ігор. Sofascore не надає ігрових 
            послуг, не керує фінансами та не бере участі в 
            азартних іграх. Коефіцієнти ставок надані 
            лише для інформаційних цілей. Інформація на 
            Платформі не є підтримкою ігор чи ставок, а 
            також не пропонує юридичні чи податкові 
            консультації з таких питань.
        </p>
        <h4 class="paragraph-title">
            3. Договір на обслуговування
        </h4>
        <p className='article-paragraph'>
            <b>3.1 Реєстрація</b>
        </p>
        <p className="article-paragraph">
            Sofascore дозволяє лише реєстрацію третіх 
            осіб (наприклад, реєстрацію в соціальній 
            мережі), за допомогою якої Користувач може 
            надіслати Sofascore пропозицію укласти
            договір про надання послуг, натиснувши відповідну 
            кнопку з логотипом, торговою маркою або назвою 
            сервісу третьої сторони. Після надсилання Sofascore
            пропозиції про укладення договору про надання 
            послуг відповідно до вищезазначеного, Користувачеві 
            буде дозволено використовувати сервіс. Дозволяючи 
            Користувачеві користуватись сервісом, укладається 
            договір про надання послуг.
        </p>
        <p className="article-paragraph">
            <b>3.2. Витрати</b>
        </p>
        <p className="article-paragraph">
            Користувач погоджується з використанням 
            методів дистанційного зв'язку для 
            укладення угоди про надання послуг. 
            Будь-які понесені витрати, такі як плата 
            за підключення до Інтернету, є відповідальністю 
            Користувача та не повинні перевищувати стандартні 
            тарифи зв'язку
        </p>
        <h4 className="paragraph-title">
            4. Зміст договору про надання послуг
        </h4>
        <p className="article-paragraph">
            <b>4.1. Предмет договору</b>
        </p>
        <p className="article-paragraph">
            Відповідно до угоди про надання послуг 
            Користувач матиме доступ до послуг Платформи, 
            включаючи зареєстрований вміст і функції. 
            Для деяких функцій або вмісту може знадобитись 
            оплата, відповідність віковим вимогам, стабільне
            підключення до Інтернету або використання 
            підтримуваної версії операційної системи пристрою.
        </p>
        </section>
    </>
  )
}

export default Terms
