import React from 'react'
import TopHeader from '../../components/TopHeader/TopHeader';
import BottomHeader from '../../components/BottomHeader/BottomHeader';

const Terms = () => {
  return (
    <>
        <TopHeader />
        <BottomHeader />
        <section className="main-content">
            <h2 className="article-title">
                ПРАВИЛА & УМОВИ
            </h2>
        <h4 className="paragraph-title">
            Попередні положення
        </h4>
        <p className="article-paragraph">
            <b>1.1. Правила</b>
        </p>
        <p className="article-paragraph">
            У цих положеннях та умовах "Sofascore"
            означає Sofa IT d.o.o. з зареєстрованим 
            офісом за адресою Vrbani 4, 10000 Загреб,
            Республіка Хорватія, зареєстрована в Торговому
            реєстрі, який веде комерційний суд у Загребі, 
            Республіка Хорватія під номером ПДВ: HR96366258208,
            а "Користувач" означає вас як користувача 
            онлайн-платформи Sofascore ("Платформа").
        </p>
        <p className="article-paragraph">
            Ці положення та умови ("Умови") встановлюють 
            взаємні права та обов'язки між Sofascore та 
            Користувачем при використанні Платформи.
        </p>
        <h4 className="paragraph-title">
            2. Вміст Платформи
        </h4>
        <p className="article-paragraph">
            <b>2.1. Сервіс Sofascore</b>
        </p>
        <p className="article-paragraph">
            Платформа надає спортивні результати
            в прямому ефірі та спортивну статистику 
            для понад 20 різних видів спорту через 
            веб-сторінку (www.sofascore.com) і мобільні 
            програми sofascore (iOS, Huawei і Android:
            <a href="https://play.google.com/store/apps/details?id=com.sofascore.results"
            className="paragraph-link">
                https://play.google.com/store/apps/details?id=com.sofascore.results
            </a>, 
            <a href="https://apps.apple.com/us/app/sofascore-live-score-app/id1176147574"
            className="paragraph-link">
                https://apps.apple.com/us/app/sofascore-live-score-app/id1176147574
            </a>
            ).
            Результати та статистичні дані, представлені 
            на Платформі, отримані з різних джерел (третіх 
            осіб), внутрішніх зусиль або офіційних додатків.
            Sofascore прагне підтримувати оновлений і точний вміст 
            на Платформі, але Sofascore не може гарантувати 
            абсолютну точніть. Рекомендується, щоб Користувач
            перевіряв інформацію з Платформи з оригінальними 
            та альтернативними джерелами. Користувач покладається
            на результати та інформацію Платформи на власний 
            розсуд. Контент на Платформі може відрізнятися 
            залежно від регіональних, мовних чи інших факторів, 
            включаючи як матеріали Sofascore, так і сторонній вміст.
        </p>
        <p className="article-paragraph">
            <b>
                2.2. Sofascore не несе відповідальності
                за використання Користувачем Платформи
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore прагне надавати Платформу 
            та її вміст старанно та компетентно
            відповідно до цих Умов. Однак рішення 
            Користувача використовувати Платформу, її 
            функції, програмне забезпечення та інформацію 
            приймається виключно на його власний ризик 
            і виключно для особистого використання. 
            Платформу не можна використовувати для 
            комерційних цілей.
        </p>
        <p className="article-paragraph">
            <b>
                2.3. Реєстрація користувача та преміум-контент
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore вимагає реєстрації для доступу 
            до певних розділів або функцій Платформи. 
            Реєстрація може залежати від відповідності 
            певним віковим вимогам. Відмова від реєстрації
            може обмежити доступ Користувача до певного 
            вмісту, а функціональність Платформи може 
            бути зменшена. Крім того, доступ до 
            певних функцій або вмісту може залежати 
            від оплати.
        </p>
        <p className="article-paragraph">
            <b>
                2.4. Контент з третіх сторін
            </b>
        </p>
        <p className="article-paragraph">
            Платформа може містити сторонній контент, 
            отриманий ззовні, за який Sofascore не несе
            відповідальності. Такий вміст, позначений 
            відовідний логотипом, піктограмою чи іншим 
            ідентифікатором, не розміщується на серверах
            Sofascore і не створюється та не завантажується
            Sofascore. Sofascore чітко відмовляється від 
            відповідальності за сторонній вміст, його доступніть
            або точність.
        </p>
        <p className="article-paragraph">
            <b>
                2.5. Місцеве право
            </b>
        </p>
        <p className="article-paragraph">
            Рекомендується, щоб Користувач дотримувався
            відповідних законів країни, де Користувач 
            на даний момент проживає тимчасово чи постійно,
            або громадянства якої Користувач має.
        </p>
        <p className="article-paragraph">
            <b>
                2.6. Інтелектуальна власність
            </b>
        </p>
        <p className="article-paragraph">
            Тексти, фотографії, графічне оформлення та 
            інші компоненти, розміщені на Платформі, 
            можуть індивідуально та/або спільно захищатися
            авторським правом (тут іменується "Контент, 
            захищений авторським правом"). Якщо немає 
            спеціальної письмової домовленості з Sofascore 
            або з власниками вмісту, захищеного авторським 
            правом, добросовісне використання цих матеріалів, 
            особливо якщо вони є вмістом третіх сторін, 
            обмежується ступенем і способом, дозволеним 
            чинним законодавством. Зокрема відтворення 
            (копіювання) вмісту, захищеного авторським правом, 
            для отримання прямої чи непрямої економічної вигоди, 
            а також його розповсюдження, прокат, демонстрація або
            оприлюднення (включаючи спілкування в Інтернеті)
            заборонено без явної згоди Sofascore.
        </p>
        <p className="article-paragraph">
            <b>2.6.1. Конкретний вміст на Платформі</b>
        </p>
        <p className="article-paragraph">
            Незважаючи на вищезазначене, користувач 
            може ділитися графікою, статистикою, 
            статистичним аналізом і подібним вмістом
            Sofascore, якщо така можливість увімкнена
            та надається через саму Платформу. Крім того,
            вмістом платформи можна ділитись через 
            соціальні мережі чи інші канали зв'язку, 
            лише якщо він відповідає цим Умовам, служить
            цілям Платформи та не є порушенням імені та 
            репутації Sofascore.
        </p>
        <p className="article-paragraph">
            <b>
                2.7. Порушення авторських прав і торгових марок
            </b>
        </p>
        <p className="article-paragraph">
            Порушення авторських прав, прав на товарний 
            знак або спеціальних прав постачальника 
            бази даних може призвести до цивільних, 
            адміністравних або кримінальних наслідків.
        </p>
        <p className="article-paragraph">
            <b>2.8. Безпека бази даних</b>
        </p>
        <p className="article-paragraph">
            Матеріали в базі даних Платформи 
            ("Вміст бази даних") захищені унікальним
            авторським правом, наданим постачальнику
            бази даних. Без попердньої письмової згоди 
            з Sofascore Вміст бази даних можна використовувати
            лише на законних підставах, якщо це дозволено 
            чинним законодавством. Зокрема, забороняється 
            вилучення (копіювання) або використання 
            (загальнодоступність) Вмісту бази даних або його 
            значної частини без явної згоди Sofascore.
        </p>
        <p className="article-paragraph">
            <b>
                2.9. Несанкціонований зрив
            </b>
        </p>
        <p className="article-paragraph">
            Користувачеві забороняється перешкоджати 
            роботі Sofascore, порушувати безпеку в Інтернеті 
            або втручатись в роботу інших користувачів.
            Навантажувати сервер Sofascore автоматичними запитами
            або допомагати іншим робити це суворо заборонено.
            Забороняється змінювати, демонструвати або 
            реконструювати веб-сайт, якшо це не дозволено 
            законом. Використання вмісту веб-сайту шляхом 
            вбудовування, агрегування, копіювання або 
            відтворення без явної згоди заборонено, за винятком 
            випадків, дозволених законом.
        </p>
        <p className="article-paragraph">
            <b>2.10. Презентація реклами</b>
        </p>
        <p className="article-paragraph">
            Користувач дає згоду на показ реклами, 
            в тому числі, реклами третіх сторін, на 
            Платформі.
        </p>
        <p className="article-paragraph">
            <b>
                2.11. Зв'язок з азартними іграми
            </b>
        </p>
        <p className="article-paragraph">
            Використання Користувачем Платформи пов'язане 
            з невід'ємними ризиками, які Користувач приймає 
            на себе. Платформа не призначена для ігор 
            чи азартних ігор. Sofascore не надає ігрових 
            послуг, не керує фінансами та не бере участі в 
            азартних іграх. Коефіцієнти ставок надані 
            лише для інформаційних цілей. Інформація на 
            Платформі не є підтримкою ігор чи ставок, а 
            також не пропонує юридичні чи податкові 
            консультації з таких питань.
        </p>
        <h4 class="paragraph-title">
            3. Договір на обслуговування
        </h4>
        <p className='article-paragraph'>
            <b>3.1 Реєстрація</b>
        </p>
        <p className="article-paragraph">
            Sofascore дозволяє лише реєстрацію третіх 
            осіб (наприклад, реєстрацію в соціальній 
            мережі), за допомогою якої Користувач може 
            надіслати Sofascore пропозицію укласти
            договір про надання послуг, натиснувши відповідну 
            кнопку з логотипом, торговою маркою або назвою 
            сервісу третьої сторони. Після надсилання Sofascore
            пропозиції про укладення договору про надання 
            послуг відповідно до вищезазначеного, Користувачеві 
            буде дозволено використовувати сервіс. Дозволяючи 
            Користувачеві користуватись сервісом, укладається 
            договір про надання послуг.
        </p>
        <p className="article-paragraph">
            <b>3.2. Витрати</b>
        </p>
        <p className="article-paragraph">
            Користувач погоджується з використанням 
            методів дистанційного зв'язку для 
            укладення угоди про надання послуг. 
            Будь-які понесені витрати, такі як плата 
            за підключення до Інтернету, є відповідальністю 
            Користувача та не повинні перевищувати стандартні 
            тарифи зв'язку
        </p>
        <h4 className="paragraph-title">
            4. Зміст договору про надання послуг
        </h4>
        <p className="article-paragraph">
            <b>4.1. Предмет договору</b>
        </p>
        <p className="article-paragraph">
            Відповідно до угоди про надання послуг 
            Користувач матиме доступ до послуг Платформи, 
            включаючи зареєстрований вміст і функції. 
            Для деяких функцій або вмісту може знадобитись 
            оплата, відповідність віковим вимогам, стабільне
            підключення до Інтернету або використання 
            підтримуваної версії операційної системи пристрою.
        </p>
        <p className="article-paragraph">
            <b>4.2. Зміст і мова договору</b>
        </p>
        <p className="article-paragraph">
            Умови є невід'ємною частиною договору 
            про надання послуг. Договір про надання 
            послуг укладається англійською мовою.
        </p>
        <h4 className="paragraph-title">
            5. Профіль Користувача
        </h4>
        <p className="article-paragraph">
            <b>5.1. Захист</b>
        </p>
        <p className="article-paragraph">
            Доступ до профілю користувача захищено 
            електронною поштою та маркером, отриманим 
            стороннім постачальником реєстрації Sofascore 
            (Google, Facebook, Apple). Погоджуючись із цим, 
            Користувач також погоджується на використання 
            його/її облікових записів для доступу 
            до інших веб-сайтів, якими керує Sofascore або 
            будь-які афілійовані організації. Користувач 
            несе відповідальність за збереження конфіденційності 
            інформації, необхідної для доступу до профілю Користувача 
            , і визнає, що Sofascore не несе відповідальності 
            за будь-які порушення цього зобов'язання з боку 
            Користувача.
        </p>
        <p className="article-paragraph">
            <b>5.2. Збереження прав</b>
        </p>
        <p className="article-paragraph">
            Sofascore зберігає за собою право обмежити 
            доступ Користувача до профілю Користувача, 
            особливо у випадку будь-яких порушень 
            Користувачем згідно з Умовами.
        </p>
        <h4 className="paragraph-title">
            6. Правила сервісу
        </h4>
        <p className="article-paragraph">
            <b>6.1. Зміна служби</b>
        </p>
        <p className="article-paragraph">
            Sofascore залишає за собою право періодично 
            оновлювати та модифікувати платформу Sofascore 
            відповідно до змін у послугах Sofascore, 
            мінливих потреб користувачів Sofascore та 
            бізнес-пріоритетів Sofascore.
        </p>
        <p className="article-paragraph">
            <b>6.2. Неможливість надання послуги</b>
        </p>
        <p className="article-paragraph">
            Sofascore може бути не в змозі надати послугу, 
            якщо їй заважають труднощі з боку Користувача
            або будь-якої іншої залученої сторони. Зокрема, 
            Sofascore не надаватиме послугу у разі відключення 
            електроенергії, перебоїв у мережі передачі даних 
            або інших збоїв, спричинених третіми особами чи 
            стихійними лихами.
        </p>
        <p className="article-paragraph">
            <b>6.3. Зриви</b>
        </p>
        <p className="article-paragraph">
            Під час надання послуг можуть виникати збої 
            в обслуговуванні, тимчасові обмеження, перерви 
            або погіршення якості. Дані, які зберігаються
            Користувачем у службі, можуть не мати резервної 
            копії Sofascore і потенційно можуть бути 
            пошкоджені або погіршені.
        </p>
        <p className="article-paragraph">
            6.4. Обмеження якості обслуговування
        </p>
        <p className="article-paragraph">
            У повній мірі, дозволеній законодавством, Sofascore
            відмовляється від відповідальності за: 
            (і) будь-які збої в роботі комп'ютерних 
            програм, пов'язаних із Платформою, які надає 
            Sofascore, (іі) помилки абр віруси, що 
            призводять то втрати даних, (ііі) будь-яке 
            пошкодження комп'ютерного обладання Користувача, 
            мобільний телефон або інші пристрої, а також програмне 
            забезпечення, (iv) помилки(включаючи помилки у введених 
            даних, представлених даних і результатах) і 
            (v) будь-які спроби користувача використовувати Платформу 
            у спосіб, не передбачений Sofascore. Sofascore залишає 
            за собою право призупиняти, змінювати, видаляти 
            та/або додавати Платформу, а також час від часу 
            призупиняти використання Користувачем Платформи Sofascore, 
            наскільки це дозволено законом. Sofascore не несе 
            відповідальності за такі дії.
        </p>
        <p className="article-paragraph">
            <b>6.5. Помилки</b>
        </p>
        <p className="article-paragraph">
            Користувач погоджується негайно 
            повідомити Sofascore про виявлення будь-яких 
            неточностей щодо облікового запису 
            користувача на Платформі або будь-якої 
            інформації, яка там відображається
            (включаючи, але не обмежуючись, прорахунками, 
            спотворенням, непраивльними нарахуваннями, 
            комісіями, рейтингами, бонусами, виплатами, або 
            будь-якими відповідними конвертаціями валют).
        </p>
        <p className="article-paragraph">
            <b>6.6. Обмеження відповідальності</b>
        </p>
        <p className="article-paragraph">
            Sofascore (включаючи посадових осіб, 
            директорів, агентів і співробітників Sofascore) 
            і афілійовані особи Sofascore не несуть 
            відповідальності перед Користувачем за контрактом, 
            деліктом(включаючи недбалість) чи іншим чином за 
            будь-які прямі, непрямі, випадкові, наслідкові, 
            спеціальні, штрафні або типові збитки. Ці збитки 
            включають, але не обмежуються втратою даних, 
            прибутку, доходу, бізнесу, можливостей, доброї 
            волі, репутації або перерви в бізнесі, або будь-яких 
            збитків, які Sofascore наразі не передбачила, 
            що виникають внаслідок угоди про надання послуг 
            або використання Користувачем Платформи.
        </p>
        <p className="article-paragraph">
            <b>6.7. Відшкодування</b>
        </p>
        <p className="article-paragraph">
            Інформація, представлена на Платформі,
            надається "як є", і Користувач погоджується 
            звільнити Sofascore від будь-якої відповідальності 
            щодо Платформи та її інформації. Незважаючи на 
            положення, викладені в пункті 6.5. вище, відповідальність 
            Sofascore обмежена максимальною мірою, дозволеною 
            чинним законодавством.
        </p>
        <h4 className="paragraph-title">
            7. Використання сервісу
        </h4>
        <p className="article-paragraph">
            <b>7.1. Персоналізація контенту</b>
        </p>
        <p className="article-paragraph">
            Користувач має право налаштовувати вміст 
            сервісу відповідно до своїх уподобань, але 
            виключно в межах параметрів, наданих 
            самим сервісом.
        </p>
        <p className="article-paragraph">
            <b>7.2. Небажані акції</b>
        </p>
        <p className="article-paragraph">
            Відповідно до вимог щодо захисту даних, 
            інформаційної безпеки та запобігання шахрайству, 
            Користувачеві суворо заборонено публікувати 
            будь-яку інформацію або зв'язуватися з користувачами 
            Sofascore, щоб пропонувати або рекламувати будь-які 
            пропозиції, продукти чи послуги на Платформі.
        </p>
        <p className="article-paragraph">
            <b>
                7.3. Політика проти шахрайства та переслідувань
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore дотримується позиції нульової 
            терпимості до невідповідної та шахрайської 
            поведінки на Платформі. Якщо Sofascore визначить 
            на власний розсуд Sofascore, що Користувач взяв 
            участь у будь-якій спробі обдурити Sofascore та/або 
            будь-якого іншого користувача Платформи, зокрема,
            якщо Користувач порушує статтю 8.2. цих Умов, Sofascore 
            залишає за собою право призупинити та/або 
            припинити дію облікового запису Користувача
            та/або обмежити доступ Користувача до Платформи 
            на певний або невизначений термін. Sofascore 
            не несе відповідальності за будь-які такі дії 
            в межах, дозволених чинним законодавством.
        </p>
        <h4 className="paragraph-title">
            8. Повідомлення в чаті
        </h4>
        <p className="article-paragraph">
            <b>8.1. Вільна комунікація</b>
        </p>
        <p className="article-paragraph">
            Sofascore надає Користувачеві можливість 
            для відкритого спілкування через вікно 
            повідомлень чату, за допомогою якого 
            всі користувачі можуть вільно коментувати 
            результати, гравців, хід матчу та інші 
            пов'язані теми, за умови, що вони 
            дотримуються цих Умов, з якими вони будуть 
            отримувати повідомлення під час першого входу 
            у вікно повідомлень чату.
        </p>
        <p className="article-paragraph">
            <b>8.2. Правила та обмеження</b>
        </p>
        <p className="article-paragraph">
            Використовуючи повідомлення чату Sofascore 
            на Платформі, Користувач погоджується, що 
            він/вона не буде:
            <ul className="paragraph-ul">
                <li className='point'>
                    Лаятись і використовувати ненормативну лексику,
                </li>
                <li className="point">
                    Ображати та провокувати інших, надавати 
                </li>
                <li className="point">
                    Надавати підроблені дані
                </li>
                <li className="point">
                    Розміщувати рекламу
                </li>
                <li className="point">
                    Брати участь у будь-якій формі дискримінаційної 
                    поведінки або ненависті тощо.
                </li>
            </ul>
        </p>
        <p className="article-paragraph">
            <b>8.3. Повідомлення і бани</b>
        </p>
        <p className="article-paragraph">
            Sofascore залишає за собою право попередити 
            та/або призупинити доступ Користувача до вікна
            повідомлень чату та/або Платформи та/або 
            припинити дію облікового запису Користувача у 
            випадку, якщо Користувач діє усупереч цим Умовам.
        </p>
        <h4 className="paragraph-title">
            9. Додаткові права та обов'язки сторін
        </h4>
        <p className="article-paragraph">
            <b>9.1. Контактна точка користувача</b>
        </p>
        <p className="article-paragraph">
            Контактний пункт відповідно до Регламенту ЄС
            №524/2013 Європейського Парламенту та Ради 
            від 21 травня 2013 року про онлайн-розв'язання 
            споживчих суперечок та внесення змін до Регламенту 
            (ЄС) №2006/2004 і Директиви 2009/22 ЄС.
            (Положення про врегулювання споживчих суперечок онлайн),
            доступне за адресою
            <a href=" https://ec.europa.eu/info/live-work-travel-eu/consumer-rights-and-complaints/resolve-your-consumer-complaint/european-consumer-centres-network-ecc-net_en" 
            className="paragraph-link">
                 https://ec.europa.eu/info/live-work-travel-eu/consumer-rights-and-complaints/resolve-your-consumer-complaint/european-consumer-centres-network-ecc-net_en
            </a>
        </p>
        <p className="article-paragraph">
            <b>9.2. Дозвіл на ведення господарської діяльності</b>
        </p>
        <p className="article-paragraph">
            Sofascore працює за хорватською комерційною 
            ліцензією та є об'єктом нагляду хорватських 
            органів влади. Нагляд за захистом персональних 
            даних підпадає під наглядовий орган країни-члена 
            ЄС, де Користувач проживає, працює або де відбулось
            будь-яке ймовірне порушення.
        </p>
        <p className="article-paragraph">
            <b>9.3. Скарги на дефекти</b>
        </p>
        <p className="article-paragraph">
            Права та обов'язки Користувача щодо відповідальності 
            Sofascore за дефекти послуг повинні відповідати 
            відповідному, загальностосовному законодавству.
            Користувач може відстоювати свої права, що випливають
            з відповідальності Sofascore за дефекти послуг, 
            звернувшись до Sofascore або в зареєстрований офіс 
            Sofascore,або електронною поштою, використовуючи надану
            контактну адресу: 
            <a href="mailto:support@sofascore.com">
                support@sofascore.com
            </a> (див. пункт 13.6.).
        </p>
        <p className="article-paragraph">
            <b>9.4. Спілкування</b>
        </p>
        <p className="article-paragraph">
            Якщо прямо не вказано інше, усі повідомлення, 
            що стосуються угоди про надання послуг, передаються
            іншій стороні в письмовій формі електронною поштою.
            Крім того, сервісні сповіщення для Користувача також 
            будуть доставлені в електронному вигляді на адресу 
            Користувача.
        </p>
        <p className="article-paragraph">
            <b>9.5. Управління скаргами</b>
        </p>
        <p className="article-paragraph">
            Sofascore розглядає скарги споживачів 
            за допомогою електронної адреси, зазначеної 
            в контактній інформації:  
            <a href="mailto:support@sofascore.com">
                 support@sofascore.com
            </a> (див.пункт 13.6). Інформація щодо
            вирішення скарги Користувача буде надіслана 
            на вказану Користувачем адресу.
        </p>
        <p className="article-paragraph">
            <b>
                9.6. Вирішення споживчих суперечок поза судом
            </b>
        </p>
        <p className="article-paragraph">
            Компетентний орган для вирішення споживчих 
            суперечок, що виникають із договору 
            про надання послуг поза судом, доступний 
            за адресою 
            <a href="https://ec.europa.eu/consumers/odr/main/?event=main.adr.show2" 
            className="paragraph-link">
                https://ec.europa.eu/consumers/odr/main/?event=main.adr.show2
            </a>. Користувач може використовувати онлайн-платформу 
            для вирішення суперечок за адресою  
            <a href="http://ec.europa.eu/consumers/odr"
            className="paragraph-link">
                http://ec.europa.eu/consumers/odr
            </a>
            для вирішення суперечок між Користувачем і 
            Sofascore згідно з угодою про надання послуг.
        </p>
        <h4 className="paragraph-title">
            10. Конфіденційність даних
        </h4>
        <p className="article-paragraph">
            <b>
                10.1. Інформація щодо обробки персональних даних
            </b>
        </p>
        <p className="article-paragraph">
            Sofascore виконує свої зобов'язання щодо надання 
            інформації, як це визначено в статті 13 Регламенту 
            2016/679 Європейського Парламенту та Ради щодо 
            захисту фізичних осіб щодо обробки персональних 
            даних та вільного переміщення таких даних ("GDPR")
            через спеціальний документ, відомий як "Політика 
            конфіденцйності".
        </p>
        <p className="article-paragraph">
            10.2. Інші відповідні політики
        </p>
        <p className="article-paragraph">
            Ці Умови слід читати та тлумачити разом із 
            <a href="#" 
            className="paragraph-link">
                Політикою конфіденійності 
            </a> Sofascore та 
            <a href="#" className="paragraph-link">
                Політикою щодо файлів cookie
            </a>.
        </p>
        <h4 className="paragraph-title">
            11. Cookies
        </h4>
        <p className="article-paragraph">
            <b>11.1. Інструмент керування згодою </b>
        </p>
        <p className="article-paragraph">
            Забезпечення згоди Користувача та надання 
            Користувачеві інформації про використання 
            файлів cookie на Платформі здійснюється за 
            допомогою спеціалізованого інструменту, яким 
            керує третя сторона.
        </p>
        <h4 className="paragraph-title">
            12. Термін дії договору про надання послуг
        </h4>
        <p className="article-paragraph">
            <b>12.1. Вилучення</b>
        </p>
        <p className="article-paragraph">
            Якщо угода не підлягає відшкодуванню, 
            як споживач, Користувач має право відмовитись
            від угоди про надання послуг протягом 
            чотирнадцяти (14) днів з моменту її укладення. 
            Щоб скористатись цим правом, Користувач може 
            використати типову форму відмови, надану Sofascore 
            у Додатку №1 у нижній частині цих Умов.
        </p>
        <p className="article-paragraph">
            <b>12.2. Чинність</b>
        </p>
        <p className="article-paragraph">
            Договір про надання послуг набирає чинності 
            з моменту його виконання. Договір про 
            надання послуг укладається на невизначений 
            термін.
        </p>
        <p className="article-paragraph">
            <b>12.3. Припинення</b>
        </p>
        <p className="article-paragraph">
            Користувач може в будь-який час розірвати 
            угоду про надання послуг шляхом фактичного 
            видалення профілю Користувача. Користувачі 
            також можуть розірвати угоду про надання 
            послуг, попросивши Sofascore видалити 
            персональні дані Користувача відповідно 
            до GDPR на відповідну електронну адресу:
             <a href="mailto:dpo@sofascore.com"
            className="paragraph-link">
                dpo@sofascore.com
            </a> (див пункт 13.6).
        </p>
        <p className="article-paragraph">
            12.4. Розірвання Sofascore
        </p>
        <p className="article-paragraph">
            Якщо Користувач порушує будь-які зобов'язання 
            в угоді про надання послуг або правових нормах,
            Sofascore залишає за собою право розірвати угоду.
            Припинення набуває чинності після доставки
            повідомлення на Платформу через стороннього 
            постачальника послуг Sofascore. Якщо не 
            зазначено інше, розірвання призводить до 
            негайного припинення дії угоди. Якщо у
            Користувача виникли запитання щодо припинення, 
            Користувач може зв'язатись із Sofascore 
            електронною поштою за адресою 
             <a href="mailto:support@sofascore.com"
             className="paragraph-link">
                support@sofascore.com
             </a>.
        </p>
        <h4 className="paragraph-title">
            13. Заключні положення
        </h4>
        <p className="article-paragraph">
            <b>13.1. Регулюче право</b>
        </p>
        <p className="article-paragraph">
            Правова база договору про надання 
            послуг повинна відповідати законодавству 
            Республіки Хорватія. Однак вибір права 
            Хорватії не скасовує права, надані 
            Користувачеві обов'язковими положеннями 
            правової системи, які не можуть бути 
            скасовані угодою та зазвичай 
            застосовуються за відсутності вибору права,
            відповідно до статті 6(1) Регламенту (ЄС) 
            №593/2008 Європейсього Парламенту та Ради 
            від 17 червня 2008 року про право, застосоване 
            до договірних зобов'язань (Рим І).
        </p>
        <p className="article-paragraph">
            <b>13.2. Юрисдикція судів</b>
        </p>
        <p className="article-paragraph">
            Користувач і Sofascore взаємно погодились 
            на юрисдикцію та місце розташування судів, 
            розташовних у Республіці Хорватія.
        </p>
        <p className="article-paragraph">
            <b>13.3. Одностороння зміна Умов</b>
        </p>
        <p className="article-paragraph">
            Sofascore може внести зміни до цих Умов 
            в односторонньому порядку в рамках 
            закону та з поважних причин. Користувача 
            буде повідомлено про зміни електронною 
            поштою або на платформі, при цьому зміни 
            набудуть чинності не раніше ніж через тридцять 
            (30) днів після повідомлення. Користувач має 
            можливість відхилити зміни та розірвати угоду 
            до того, як вони набудуть чинності, відповідно 
            до пункту 13.4.
        </p>
        <p className="article-paragraph">
            <b>13.4. Згода на зміну Умов</b>
        </p>
        <p className="article-paragraph">
            Приймаючи оновлені Умови, попередні Умови
            замінюються, а нові Умови стають частиною 
            угоди. Зміни також можуть відбуватись за явною 
            згодою Користувача, інтегруючи нову версію в угоду 
            на відповідну дату. Користувач може надати чітку 
            згоду через діалогове вікно на Платформі або іншим 
            відповідним способом.
        </p>
        <p className="article-paragraph">
            <b>13.5. Доступність</b>
        </p>
        <p className="article-paragraph">
            Угода про надання послуг, включаючи Умови, 
            архівуються Sofascore в електронному вигляді 
            та не є загальнодоступними.
        </p>
        <p className="article-paragraph">
            <b>13.6. Контакти Sofascore</b>
        </p>
        <p className="article-paragraph">
            Контактні дані Sofascore такі: адреса доставки 
            Sofa IT d.o.o. Vrbani 4, 10000 Zagreb, info 
            Mozaik Business Centre, Республіка Хорватія,
            адреса електронної пошти: 
            <a href="mailto:support@sofascore.com" 
            className="paragraph-link">
                support@sofascore.com
            </a>, 
            <a href="mailto:dpo@sofascore.com"
            className="paragraph-link">
                dpo@sofascore.com
            </a>.
        </p>
        <p className="article-paragraph">
            <b>13.7. Передача</b>
        </p>
        <p className="article-paragraph">
            Користувач погоджується з тим, шо Sofascore 
            може передавати права та обов'язки за 
            угодою про надання послуг, повністю або 
            частково, будь-якій третій стороні
        </p>
        <hr></hr>
        <div className="article-footer">
            <p>In Zagreb on Thu Apr 25 2024</p>
            <p>Sofa IT d.o.o.</p>
            <p>Signed by Sofa IT d.o.o.</p>
        </div>
        </section>
    </>
  )
}

export default Terms
